{
    "tid": "0004000000040100",
    "uid": "50010000000255",
    "name": "Tom Clancy's Splinter Cell® 3D",
    "formal_name": "Tom Clancy's Splinter Cell® 3D",
    "description": "Coming exclusively to the Nintendo 3DS™, Tom Clancy’s Splinter Cell 3D is the highly anticipated hand held game in the multimillion-selling Splinter Cell series and one of the most critically acclaimed franchises of all time.\n<BR><BR>\nSam Fisher is sent behind enemy lines in the Korean Peninsula to prevent WWIII, by investigating the responsible party that sunk the USS Clarence E Walsh, U.S.’s most advanced cruiser. Through his investigation, Sam learns that the key parties who are planning to use the Masse Kernels to launch WWIII are war comrade Douglas Shetland, Displace International, and Admiral Otomo, the Third Echelon Information Self Defense Force (I-SDF) contact.  \n<BR><BR>\nThe cutting edge hardware of the new Nintendo 3DS™ allows Splinter Cell fans to play in immersive 3D and ability to interact with the game like nothing before.",
    "release_date_on_eshop": "2013-02-07",
    "product_code": "CTR-N-ASCZ",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Strategy"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.2",
    "disclaimer": "Please use Parental Controls to restrict 3D access for children 6 and under.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n\n",
    "descriptors": []
}