{
    "tid": "0004000000175B00",
    "uid": "50010000039476",
    "name": "Word Puzzles by POWGI",
    "formal_name": "Word Puzzles by POWGI",
    "description": "Purchase this game at full price through Nintendo eShop and get a free digital version of Word Puzzles by POWGI for Wii U. The same Nintendo Network ID must be linked to your Wii U and Nintendo 3DS systems as well as your eShop account prior to purchase in order to be eligible for the offer.\n<br><br>\nEnjoy more great POWGI word puzzles with this bumper collection of six new games!\n<br><br>\nSolve hundreds of pencil-and-paper style puzzles using the stylus and intuitive touch-screen controls.\n<br><br>\nGet extra challenges by touching any amiibo™ to generate special puzzles, just for you!\n<br><br>\nThe puzzles included are:\n<br><br>\nWord Maze\nLike a wiggly word search! Find the words and solve the maze!\n<br><br>\nMixups\nA fiendishly difficult anagram puzzle with three words all jumbled together!\n<br><br>\nOne Word\nThe word search puzzle where there's only one word to find!\n<br><br>\nFlowers\nPlant pairs of letters around the flower to grow six words with a common middle.\n<br><br>\nCircles\nThree overlapping circles hide three connected words. Find the missing letter to unscramble them all!\n<br><br>\nCrossovers\nCrossword puzzles with only one letter missing, which come together to solve a clue!\n<br><br>\nPOWGI puzzles are all expertly hand-crafted for your enjoyment and puzzling pleasure!",
    "release_date_on_eshop": "2016-02-11",
    "product_code": "CTR-N-KWPE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Puzzle",
        "Education"
    ],
    "features": [
        "Supports StreetPass",
        "amiibo"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.1.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nThe same Nintendo Network ID must be linked to your Wii U and Nintendo 3DS systems as well as your eShop account prior to purchase in order to be eligible for the offer.\n",
    "descriptors": []
}