{
    "tid": "000400000019D100",
    "uid": "50010000041579",
    "name": "デジモンユニバース\nアプリモンスターズ",
    "formal_name": "デジモンユニバース\nアプリモンスターズ",
    "description": "2017年11月30日(木)12時に、本ソフトの配信を終了いたしました。\n<br>※有効期間内であれば、ダウンロードカードによるソフトの引換は可能です。\n<br>\n<br>-------------------------------------------\n<br>―キミの手でつなぐ アプモンたちとの物語―\n<br>誰もが使っているスマホアプリに潜む「アプモン」。アプリドライヴァーとなってアプモンたちと壮大な冒険へ！\n<br>\n<br>【概要】\n<br>▼アプモンは人工知能を備えたアプリ生命体。人間の世界とデジタルな空間の狭間でシステムと人間のために機能している……\n<br>アプモンたちを現実世界に実体化するアイテム「アプリドライヴ」を手に「キミ」が主人公となり、オンラインゲームアプリのアプモン「オンモン」とバディを組んで壮大な物語を紡ぎ出そう。ネットと現実の間にある「ARフィールド」を行き来しながら、さまざまなアプモンと出会い・戦い・仲間にしながら成長していく。そしてライバルたちと競い合う「サイバーアリーナ」でのアプモンバトルに勝利し、最強のアプリドライヴァーを目指せ。\n<br>\n<br>【バトル】\n<br>▼アプモンに備わるさまざまな能力を駆使する「デッキバトル」で戦略性の高いバトルを楽しめる。\n<br>登場するアプモンは約150体。アプモンたちの固有の能力「アプリ技」を駆使する戦略的で奥深いアプモンバトルでは、仲間の力を借りる「アプリンク」、仲間と合体して進化する「アプ合体」、そしてド迫力の「必殺技」など…… 白熱のバトルの「駆け引き」を盛り上げる要素が満載。友達との通信対戦ではさらにアツいバトルが楽しめる。\n<br>\n<br>【収集・育成】\n<br>▼仲間にしたアプモンを育成・進化してデッキに加えよう！\n<br>「アプモンのかけら」を集めて、どんどん強力なアプモンを仲間にしよう。仲間にしたアプモンはデッキに加える事で、バトルに参加させることができる。また、アプモン同士を組みあわせることで属性値の強化、バトルで予めアプ合体の組み合わせが判明していれば、合体ロックを使ってグレードの高いアプモンに進化させることも可能だ。\n<br>\n<br>【「アプモンチップ」と超連動】\n<br>玩具「アプモンチップ」裏面のQRコードを読み取ることで、そのアプモンを仲間にすることができるぞ。\n<br>※QRコードは株式会社デンソーウェーブの登録商標です。\n<br>\n<br>【無料配信版ニンテンドー3DSソフト『デジモンユニバース アプリモンスターズ-サイバーアリーナ-』好評配信中】\n<br>ニンテンドーeショップにて冒険の序盤とアプモンバトルが楽しめる無料配信版ニンテンドー3DSソフト『デジモンユニバース アプリモンスターズ-サイバーアリーナ-』が好評配信中。製品版へセーブデータを引き継ぐと嬉しい「引き継ぎ特典」も手に入る。",
    "release_date_on_eshop": "2016-12-01",
    "product_code": "CTR-N-AUDJ",
    "platform_name": "3DSカード/ダウンロードソフト",
    "region": "Japan",
    "genres": [
        "ロールプレイング"
    ],
    "features": [
        "インターネット対応",
        "ローカルプレイ対応",
        "Nintendo Network"
    ],
    "languages": [
        "日本語"
    ],
    "rating_system": {
        "name": "CERO",
        "age": "0"
    },
    "version": "v0.1.0",
    "disclaimer": "★ご注意★ \n<br>（ちいさなおこさまは、おうちのひとといっしょによんでください）\n<br>ソフトをご購入いただいたあと、特典を入手するためのダウンロード番号が表示されますので、必ずメモをとっておいてください。\n<br>※本ダウンロード版に特典が付属するのは2016年12月28日までとなります。\n<br>本ソフトは3D表示に対応しておりません。",
    "descriptors": []
}