{
    "tid": "00040000001BD000",
    "uid": "50010000042435",
    "name": "Blaster Master Zero",
    "formal_name": "Blaster Master Zero",
    "description": "Blaster Master Zero is an action-exploration game done in an 8-bit top-down & side-view style that hearkens back to the golden age of the NES. \n<br>\n<br>Using the original 1988 NES title \"Blaster Master\" from Sunsoft as a base, Blaster Master Zero has many new additions, such as new areas and bosses, new gameplay elements such as extra sub-weapons, improved gameplay, a more robust scenario, refined and expanded exploration mechanics, and more. \n<br>\n<br>In the near future on Earth, a young man named Jason Frudnick boards the battle vehicle SOPHIA III and sets off on an adventure in the subterranean depths of the planet. \n<br>\n<br>On the side-view maps, take control of SOPHIA III and explore your surroundings as you search for the entrance to the dungeon where the area's boss lurks. \n<br>\n<br>Once you find the dungeon entrance, exit SOPHIA III and make your way inside as Jason and take on the mutants inside in top-down mode.\n<br>\n<br>Defeat the mid-bosses and area bosses to acquire new items, sub-weapons, upgrades to SOPHIA III and Jason's equipment, and new abilities and move to the next area. \n<br>\n<br>What awaits Jason at the end of his long adventure...?",
    "release_date_on_eshop": "2017-03-09",
    "product_code": "CTR-N-KZVE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure"
    ],
    "features": [],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}