{
    "tid": "00040000000C9B00",
    "uid": "50010000018433",
    "name": "Pokémon™ Bank",
    "formal_name": "Pokémon™ Bank",
    "description": "In the latter half of March, 2023, it is planned to terminate the sale of service tickets and to make the service free of charge. For details, please refer to the official Pokémon website.\n\nPokémon Bank is an application that allows you to connect your Nintendo 3DS family system to your own Internet-based Boxes and store your precious Pokémon there to be withdrawn later. Bring the Pokémon you've been raising with such care with you on your next great adventure! Pokémon Bank is a paid service, with an annual charge for usage.\n \nPokémon Bank is compatible with the following games:\n \nPokémon X\nPokémon Y\nPokémon Omega Ruby\nPokémon Alpha Sapphire\nPokémon Red Version\nPokémon Blue Version\nPokémon Yellow Version : Special Pikachu Edition\nPokémon Sun\nPokémon Moon\nPokémon Ultra Sun\nPokémon Ultra Moon\n \nIn Pokémon Bank, you'll have 100 Boxes that can hold 30 Pokémon each, allowing you to store a total of 3,000 Pokémon! Pokémon Bank is a powerful resource for players who like to obtain many different kinds of Pokémon, or for those who like to raise many Pokémon in preparation for battles and competitions. If the worst were to somehow happen and you lost your Game Card, your Pokémon would still be safe and ready to be withdrawn to a new game if they were deposited to Pokémon Bank!\n \nUsing Pokémon Bank, you'll be able to transfer Pokémon you've caught in the Nintendo 3DS Virtual Console versions of Pokémon Red Version, Pokémon Blue Version, and Pokémon Yellow Version: Special Pikachu Edition into your copy of Pokémon Sun or Pokémon Moon. Pokémon from Pokémon Omega Ruby, Pokémon Alpha Sapphire, Pokémon X, and Pokémon Y can also be brought into Pokémon Sun and Pokémon Moon in the same way.\n \nWhen you download Pokémon Bank, you can also download the free linked application Poké Transporter! When you insert a Pokémon Black Version, Pokémon White Version, Pokémon Black Version 2, and Pokémon White Version 2  Game Card into your Nintendo 3DS family system, you'll be able to use Poké Transporter to transfer Pokémon from these games into their own online Boxes. Then, you can easily transfer those Pokémon into compatible Pokémon titles using Pokémon Bank!\n \nYou may find yourself unable to use Pokémon Bank or Poké Transporter to deposit any Pokémon created illegally by software unauthorised by The Pokémon Company and Nintendo into your online Boxes, or to move these Pokémon between online Boxes.",
    "release_date_on_eshop": "2014-02-04",
    "product_code": "CTR-N-JTTA",
    "platform_name": "Nintendo 3DS (Download)",
    "region": "Region Free",
    "genres": [
        "Other"
    ],
    "features": [
        "Supports Internet Play",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French",
        "German",
        "Italian"
    ],
    "rating_system": {
        "name": null,
        "age": null
    },
    "version": "v6.8.0",
    "disclaimer": "This software requires a broadband\ninternet connection during use.\n<br/><br/>\nThe registration of Nintendo Network\nID and acceptance of the\nnetwork-related terms and privacy\npolicies are required.",
    "descriptors": []
}