{
    "tid": "0004000000163000",
    "uid": "50010000036915",
    "name": "Chibi-Robo!™ Zip Lash",
    "formal_name": "Chibi-Robo!™ Zip Lash",
    "description": "Our tiny hero, Chibi-Robo™, is geared up to save the world in his own HUGE platformer! As you make your way through each stage, use your whip lash attack to make scrap metal out of smaller enemies, or ricochet a powerful zip lash attack off surfaces to scale the highest walls or defeat the toughest enemies. Collect boost balls to extend the reach of your cord, and use this newfound power to discover brand-new areas! The world won’t save itself, so get out there and satiate your hunger for action and adventure (or delicious munchies)!\n<br><br>\nYou can use compatible amiibo™ to get coins to use on items and power-ups in the game. amiibo sold separately. A Chibi-Robo amiibo allows access to additional bonus content not otherwise accessible in-game or with other compatible amiibo. See amiibo.com for details. Chibi-Robo amiibo available Holiday 2015.",
    "release_date_on_eshop": "2015-10-09",
    "product_code": "CTR-N-BXLE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "Puzzle",
        "Platformer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}