{
    "tid": "0004000000164300",
    "uid": "50010000033615",
    "name": "Lord of Magna: Maiden Heaven",
    "formal_name": "Lord of Magna: Maiden Heaven",
    "description": "Residing on the outskirts of town as the proprietor of a quiet, rustic inn, Luchs has lived through much of his life proudly clinging to a code of honor passed down from father to son: \"When our cherished guests finally arrive, think of them as nothing less than family.\"\n<br>\n<br>Unfortunately, the inn has not yet had even a single guest since its foundation, leaving Luchs no choice but to excavate and sell crystals—a valuable fuel source—in order to make ends meet. It is during one such routine excavation that he happens upon a beautiful maiden encased inside a massive crystal, and her abrupt awakening triggers a series of unexpected events that include foul fiends, astonishing abilities, and miraculous mysteries…\n<br>\n<br>\"Bowl\" over as many enemies with a single strike as possible in this new RPG from the producer of STORY OF SEASONS and Rune Factory, challenging players to line up melee, ranged, and magical attacks so frontline enemies are knocked into others for maximum collateral damage!\n<br>",
    "release_date_on_eshop": "2015-06-02",
    "product_code": "CTR-N-BKKE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n<br>“Download Later” to download the game when the system enters “sleep mode.”\n<br>\n<br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\n<br>Visit support.nintendo.com for information about storage options. Sold separately.\n<br>",
    "descriptors": []
}