{
    "tid": "000400000012C800",
    "uid": "50010000031195",
    "name": "Mario vs. Donkey Kong™:\nTipping Stars",
    "formal_name": "Mario vs. Donkey Kong™:\nTipping Stars",
    "description": "Get a free download code for the Wii U digital version of the Mario vs. Donkey Kong: Tipping Stars game with the purchase of the Nintendo 3DS version. This code must be redeemed before March, 27 2023.\n<br>\n<br>Offer applies to US, Canada, and Mexico only.\n<br>\n<br>Get that 'aha!' feeling over and over as you guide Minis—toy versions of Nintendo characters—to the exit in each puzzling stage. Tap objects—like bridges and springs—with the stylus to perfect your strategy. You can create stages and play them however you want, unlocking even more content and experiences the more you play!\n<br>\n<br>Donkey Kong's rivalry with Mario™ reignites in an all-out puzzle challenge! Tackle more than 80 tricky stages filled with clever puzzles and tough obstacles: girders, spiked floors, wind-up enemies, warp pipes, conveyer belts and more! Plus you can make your own levels, so there’s no end to the fun. As you beat levels, you earn stars that can be cashed in to earn new parts for level creation. The more you play, the more you can make!\n<br>\n<br>Changes after Miiverse service ends: While users will still be able to play Mario vs. Donkey Kong: Tipping Stars and complete all 88 levels in the main game, the Community feature will be discontinued, preventing players from sharing levels and receiving additional Stars. As there will be a limit to the number of Stars that can be obtained, not all objects may be unlocked from the Workshop. For more information on changes to Mario vs. Donkey Kong: Tipping Stars, please visit support.nintendo.com.\n<br>\n<br>Check out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started.",
    "release_date_on_eshop": "2015-03-05",
    "product_code": "CTR-N-JYLE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Puzzle"
    ],
    "features": [
        "Supports Online Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "If you purchased this game through Nintendo eShop or redeemed a download code purchased at retail, check your Nintendo 3DS eShop receipt for a free download code for the Wii U version.\n<br>\n<br>Wii U console required to redeem download code and play free digital version of game.\n<br>\n<br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\n<br>Visit support.nintendo.com for information about storage options. Sold separately.\n<br>\n<br>Wireless broadband Internet access required to play online. For more info, go to support.nintendo.com. \n<br>\n<br>Additional systems required; sold separately. \n<br>\n<br>Some user-generated levels may behave differently across hardware. If you are having difficulty completing a particular level, please confirm which device it was designed on (displayed on the creator’s profile) to ensure you’re having the appropriate gameplay experience.",
    "descriptors": []
}