{
    "tid": "00040000000CBF00",
    "uid": "50010000017594",
    "name": "Beyblade Evolution",
    "formal_name": "Beyblade Evolution",
    "description": "Prepare to get closer to the battling action than ever before – it’s time to let it rip with Beyblade Evolution on Nintendo 3DS!\n<br><br>\nUse the motion controls of Nintendo 3DS and get closer to playing for real than ever before!\n<br><br>\nExperience an exciting story in the world of Beyblade as you face off against familiar heroes and villains to become a champion Blader\n<br><br>\nCollect a huge number of unique Bey parts and combine them to build the perfect Bey, then use it to smash the opposition!\n<br><br>\nFace off against your friends using Local Play, or collect StreetPass data to battle other players!\n<br><br>\nUse the AR Card packaged with the game and do battle in a virtual arena!\n<br><br>\nGet a sneak peek at the future by unlocking the all-powerful Samurai Ifrit W145CF Beyblade from Beyblade: Shogun Steel!\n<br><br>\nThe Collector’s Edition of Beyblade Evolution comes with an exclusive Winged Pegasus 90WF Beyblade, which will never be available to buy anywhere else!",
    "release_date_on_eshop": "2013-10-31",
    "product_code": "CTR-N-ARXE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Simulation"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}