{
    "tid": "0004000000137700",
    "uid": "50010000031475",
    "name": "Puzzle & Dragons Z +\nSuper Mario Bros. Edition",
    "formal_name": "Puzzle & Dragons Z +\nSuper Mario Bros. Edition",
    "description": "Offers in-game purchases\n<br><br>\nTwo puzzling RPG adventures await you! Rescue Princess Peach™ from Bowser™ or defeat the evil group Paradox by battling enemies with the awesome power of Orbs. Drag and match Orbs, and chain together combos to deal massive blows to your enemies. Then bolster your forces with hundreds of unique monsters in this two-in-one game pack.\n<br><br>\nIn Puzzle & Dragons Super Mario Bros. Edition, you get to travel to different worlds as you assemble a team of Mushroom Kingdom baddies, like Goombas or Koopa Troopas, and recruit much-loved Mario™ characters, including Toad™ and Yoshi™! Or in Puzzle & Dragons Z, battle the five powerful Skydragons to rebuild the world, and customize your team with a plethora of different monsters. Allies gained in both games have the chance to evolve into more-advanced forms and learn powerful new skills.\n<br><br>\nCheck out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started.",
    "release_date_on_eshop": "2015-05-22",
    "product_code": "CTR-N-AZGE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Puzzle",
        "RPG"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}