{
    "tid": "00040000000EC300",
    "uid": "50010000017216",
    "name": "The Legend of Zelda™:\n<br>A Link Between Worlds",
    "formal_name": "The Legend of Zelda™:\n<br>A Link Between Worlds",
    "description": "“10 out of 10 – Game Informer\" \n<br>\n<br>Two worlds collide in an all-new adventure set in the world of Super NES™ classic The Legend of Zelda™: A Link to the Past™. In this newly spun tale, Link™ transforms into a living painting to cross into a dark, parallel dimension mirroring Hyrule. Conquer the puzzles, traps, and hidden rooms of deadly dungeons to save both worlds from certain doom!\n<br>\n<br>Brought to life in 3D, this beloved, top-down world is the perfect backdrop for a sweeping new tale. Dungeons sink deep below the screen as Link and his attacks pop out, highlighting the nonstop action. The pace is faster than ever, especially since you can swap items on the Nintendo 3DS touch screen. Shoot an arrow, toss a boomerang, bomb a wall, then merge into a painting to slide between two worlds—all in a matter of seconds. With gameplay, visuals, and controls this smooth and consistent, no Zelda™ adventure has ever been so action-packed.\n<br>\n<br>Check out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started.",
    "release_date_on_eshop": "2013-11-22",
    "product_code": "CTR-N-BZLE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n<br>“Download Later” to download the game when the system enters “sleep mode.”\n<br>\n<br>You may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}