{
    "tid": "00040000001D6700",
    "uid": "50010000046615",
    "name": "YO-KAI WATCH ™ 3",
    "formal_name": "YO-KAI WATCH ™ 3",
    "description": "*Purchase the digital version of the YO-KAI WATCH 3 game and receive a code that gives you a chance to battle and befriend Jibanyan T and Komosan T.\n<br><br>\nMischievous beings known as Yo-kai are everywhere, and it’s up to Nate and Hailey Anne to befriend, battle, and solve problems with them. Follow two parallel stories and unravel the mysteries behind strange sightings while meeting over 600 Yo-kai and using the new 3x3 grid battle system to strategically dish out or dodge attacks. More Yo-kai, more mysteries! ’Merican Yo-kai have made their way to YO-KAI WATCH 3 and they’re rootin’ tootin’ troublemakers. Speaking of troublemakers, in BBQ, zombies rise from their graves and Nate must free the town during Zombie Night. If you’re too afraid of zombies, you can always find treasure by exploring randomly generated dungeons and discover the truth about the mysterious ruins hidden all across the continent with the Yo-kai Blasters T group.",
    "release_date_on_eshop": "2019-02-08",
    "product_code": "CTR-N-ALZE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Adventure"
    ],
    "features": [
        "Supports Online Play",
        "Supports Local Play",
        "Supports StreetPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”<br><br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}