{
    "tid": "000400000F70C000",
    "uid": "50010000042976",
    "name": "Stack 'em High",
    "formal_name": "Stack 'em High",
    "description": "Stack toy cars, trains and stuffed toys, on top of each other, balancing as many as you can within the time limit!\n<br>\n<br>Chose the position to drop each toy and pile them up high, trying not to let them topple over the edge. Pile up enough toys within the time limit to clear each stage!\n<br>\n<br>Challenge yourself across dozens of stages with various shaped platforms, or go head-to-head with a friend over Wireless Communications!\n<br>\n<br>Each mission has different criteria, such as a limited amount of time or number of objects.\n<br>\n<br>Three game modes available:\n<br>Mission Mode\n<br>40 different missions where players are tasked with objectives such as stacking 10 cars or dropping 5 trains. \n<br>\n<br>Free Play Mode\n<br>Choose a platform shape and toy and see how many objects you can stack up on top of each other within the time limit.\n<br>\n<br>VS. Mode\n<br>Go head-to-head with a friend or against the computer.",
    "release_date_on_eshop": "2017-07-06",
    "product_code": "KTR-N-CBYE",
    "platform_name": "New 3DS Download Only",
    "region": "North America",
    "genres": [
        "Arcade",
        "Action",
        "Puzzle",
        "Multiplayer"
    ],
    "features": [
        "Supports Local Play",
        "Enhanced for New 3DS"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.<br><br>Game is compatible with the Nintendo 3DS family of systems. When played on New Nintendo 3DS XL, additional features may be available. Visit Nintendo.com for more details.",
    "descriptors": []
}