{
    "tid": "000400000018EF00",
    "uid": "50010000040436",
    "name": "Dragon Quest® VII: Fragments\nof the Forgotten Past",
    "formal_name": "Dragon Quest® VII: Fragments\nof the Forgotten Past",
    "description": "Travel to the past to save the present as you restore forgotten lands and battle an unknown evil in this classic DRAGON QUEST adventure completely rebuilt from the ground up for the Nintendo 3DS system. Customize your party with over 30 vocations and level up in turn-based battles to learn new spells and abilities in this timeless quest!\n<br><br>\nFeaturing character and monster designs from acclaimed artist Akira Toriyama, in the Dragon Quest VII game, you’ll explore an ever-changing world filled with mystery, intrigue, and danger. On your quest you’ll meet a captivating cast of characters that will help you change time as you solve their problems and save their lives. Expand and share your adventure even more with the StreetPass™ feature—send and receive traveller’s tablets to explore new dungeons that contain rare monsters and unique equipment.\n<br><br>\nGet a head start on your adventure with the DRAGON QUEST® VII Quick Start Guide. If you’re new to the series, the vast, epic scope might seem a bit overwhelming at first. Luckily, Nintendo’s resident DRAGON QUEST expert has created a step-by-step game plan for the first 20 hours of the game. Head over to the official DRAGON QUEST® VII: Fragments of the Forgotten Past website and check out the Quick Start Guide to get started on your journey: http://dragonquest7.nintendo.com/quick-start/",
    "release_date_on_eshop": "2016-09-16",
    "product_code": "CTR-N-AD7E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports StreetPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}