{
    "tid": "0004000000113200",
    "uid": "50010000024376",
    "name": "Fantasy Life™",
    "formal_name": "Fantasy Life™",
    "description": "Offers in-game purchases\n<br><br>\nEmbark on the adventure of your dream life as you craft, cast, battle, and role-play like never before. With the innovative Life system, your choices don’t just upgrade characters—they help shape your journey! Explore a huge fantasy landscape beside surly dark paladins, slick pirate captains, and others who share your taste for the unknown.\n<br><br>\nChoose from 12 Life classes: Will you pick the combat class to take down foes with weapon in hand or the crafter’s path to create stronger weapons and tools? Your choices unlock your potential as you level up, harvest items, and craft gear. The more resources and abilities you have, the more freedom to personalize your journey. Traverse an area as one Life class and return as another to gain different items.\n<br><br>\nTo Get a special angel-themed outfit follow these instructions:\n1. Go to the Castile Post Office\n2. Talk to the Password Clerk\n3. Input \"I'm finished!\" (case sensitive)\n4. The clerk will provide you with an angel-themed outfit.",
    "release_date_on_eshop": "2014-10-24",
    "product_code": "CTR-N-AFLE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Multiplayer"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}