{
    "tid": "0004000000096700",
    "uid": "50010000012033",
    "name": "Zero Escape: \nVirtue's Last Reward",
    "formal_name": "Zero Escape: Virtue's Last Reward",
    "description": "Nominated for Best Story at the 2013 GDC Awards and named IGN’s Best 3DS/DS Story of 2012, Zero Escape: Virtue’s Last Reward is a thrilling visual novel and spiritual sequel to the critically-acclaimed hit, Zero Escape: Nine Hours, Nine Persons, Nine Doors, also known as 999.\n<br><br>\nAfter being kidnapped by a masked figure, Sigma awakens in an elevator with a girl named Phi. They soon learn that they, along with seven others, are about to play a game of life and death—The Nonary Game: Ambidex Edition. Each participant is equipped with a bracelet that will kill them if they break the rules. Controlled by a mysterious rabbit named Zero III, the Nonary Game will force its players to decide who to trust and who to betray.\n<br><br>\nIf they can solve a series of fiendishly difficult puzzles, then perhaps they can uncover the mystery behind Zero III. Sigma will need all his wits to survive and escape alive, but who can he trust and who must he betray?\n",
    "release_date_on_eshop": "2013-08-22",
    "product_code": "CTR-N-AKGE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Adventure",
        "Puzzle"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "17"
    },
    "version": "v1.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}