{
    "tid": "00040000000EC700",
    "uid": "50010000016013",
    "name": "Etrian Odyssey™ Untold:\n<br>The Millennium Girl",
    "formal_name": "Etrian Odyssey™ Untold:\n<br>The Millennium Girl",
    "description": "Etria is a land that has long welcomed explorers…yet even they will discover stories untold.  \n<br>\n<br>Uncover the truth behind the labyrinth that swallows all. By choosing first to immerse yourself in Story mode, you will encounter the maiden who has lived a thousand years and the growing mystery that surrounds her past—a past that may affect the present and future of Etria. \n<br>\n<br>Should you brave Classic mode, you will experience the beautifully upgraded version of the original Etrian Odyssey adventure, with new 3D graphics and gameplay improvements as seen in Etrian Odyssey IV, as well as a fully orchestrated BGM to accompany your journey. Scour through the dungeon’s many layers and fend off the unknown to discover the truth behind the Yggdrasil Tree. \n<br>\n<br>Choosing either mode will unravel the engrossing tale that signaled the start of the grand Etrian Odyssey series. How will the newest generation of explorers fare in unearthing Etria’s latest tale?",
    "release_date_on_eshop": "2013-10-01",
    "product_code": "CTR-N-BSKE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n<br>“Download Later” to download the game when the system enters “sleep mode.”\n<br>\n<br>You may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}