{
    "tid": "0004000000054000",
    "uid": "50010000007541",
    "name": "Super Mario™ 3D Land",
    "formal_name": "Super Mario™ 3D Land",
    "description": "Platforming with serious depth! With the 3D visuals of Super Mario 3D Land, players can see exactly where floating blocks and flying Paragoombas are, so that they can jump and stomp with the precision of the pros. Expert gamers will appreciate\n<br>the way 3D graphics reveal the true challenge of the levels, so that they can focus on nailing the perfect jump or shaving precious seconds off their speed runs, while new players will find that 3D makes platforming simple to grasp and satisfying to master.\n<br>\n<br>Try on Mario's Tanooki Suit, and put some spring in your step! While longtime gamers will delight in using Tanooki Mario's tail-spin attack to sweep enemies off their feet and fluttering through the air to land super-long jumps, a new generation will learn\n<br>what makes this classic suit a fan favorite. But even seasoned players will be in for a surprise—Mario's enemies may be sporting the familiar Tanooki tail too!\n<br>\n<br>Mario at his very best! Mario™ returns to his roots in his first 3D platforming adventure designed exclusively for a handheld system. From the frantic\n<br>race-against-the-clock dash through the Mushroom Kingdom to that final leap to grab the top of the flagpole, this eye-popping addition to the Super Mario™ series combines everything that\n<br>makes Mario great from one generation\n<br>to the next.",
    "release_date_on_eshop": "2012-01-13",
    "product_code": "CTR-N-AREE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "Platformer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass",
        "Mii"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.3.0",
    "disclaimer": "You may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}