{
    "tid": "000400000017BA00",
    "uid": "50010000039137",
    "name": "BRAVELY SECOND™:\nEND LAYER",
    "formal_name": "BRAVELY SECOND™:\nEND LAYER",
    "description": "Steel yourself for the next evolution of the series that reinvented turn-based RPGs—the successor to Square Enix’s Bravely Default™ game. In this standalone adventure, Agnés Oblige has been imprisoned, and as a knight in her service, it’s up to the hero, Yew, to save her! Form the ultimate team and strategy, then risk it all in this fast, fresh RPG.\n<br><br>\nThe innovative Brave and Default battle system is back and deeper than ever. Balance risk and reward in turn-based battles: characters can make multiple moves in one turn, but then they may be unable to move for a while. Win a battle in a single turn and you can instantly start a more difficult encounter to earn better rewards. Level up characters and jobs quickly, but be careful—defeat means losing anything earned along the way. Select from 30 jobs and over 300 skills and abilities to customize each party member in the most strategic manner. The more you learn, the more tactics you’ll wield. ",
    "release_date_on_eshop": "2016-04-15",
    "product_code": "CTR-N-BSEE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Strategy",
        "Adventure"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Mii",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}