{
    "tid": "00040000001BED00",
    "uid": "50010000042496",
    "name": "Japanese Rail Sim 3D\nJourney in suburbs #2",
    "formal_name": "Japanese Rail Sim 3D\nJourney in suburbs #2",
    "description": "The train driving simulator using real-life 3D footage!\n<br>Enjoy peaceful, open driving scenery!\n<br>\n<br>\"Journey in Suburbs #2\" brought to you from the popular \"Japanese Rail Sim 3D\" series, takes place in the \"Kashima Rinkai Tetsudo\" in Ibaraki.\n<br>Most of the railway is elevated, and from the driver's cab you can see the expansive view of the Kanto Plain.\n<br>Through the woods and into the tunnels, enjoy the peaceful scenery.\n<br>However, with many steep slopes and curves, you will need technique to keep the schedule and drive through safely!\n<br>You can drive a single line of 56.2kilometers from Mito station to Kashima Jingu station in the 6000 type DMP with its significant red body.\n<br>\n<br>Simple, realistic railway driving!\n<br>Operate the master control and brake with a simple touch,and experience how it feels to operate a real train.\n<br>Follow signals and speed limits to earn high scores from all stations!\n<br>The driving guide will be displayed periodically,so new players will always have help on hand.\n<br>\n<br>Full of railroad line information!\n<br>Obtain high ratings to earn Documents about line attractions.\n<br>Gather all information and complete the railroad line documents!",
    "release_date_on_eshop": "2017-03-16",
    "product_code": "CTR-N-ARKE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Simulation"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}