{
    "tid": "0004000000147100",
    "uid": "50010000035075",
    "name": "Little Battlers eXperience™",
    "formal_name": "Little Battlers eXperience™",
    "description": "In 2050, customizable palm-sized robots known as LBX are pitted against each other in battle, and now you can get in on the action! Customize your LBX with parts from over 130 sets to create one of more than 30,000 possible designs. Then wage robot war in real-time battles! Team up with characters from the TV series, or take on friends in local 3-on-3 battles.\n<br><br>\nObliterate your enemies across 20 different battlescapes, from deserts to open plains. There's even an erupting volcano. You can equip your LBX with nine different weapon types that unlock powerful special attacks used to pulverize enemies. To continue the excitement of LBX, additional models, quests, and LBX cards will be distributed online for even more content.",
    "release_date_on_eshop": "2015-08-21",
    "product_code": "CTR-N-ADNE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "RPG",
        "Multiplayer"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\n*Additional games and systems required for multiplayer mode. Sold separately. \n<br><br>\n*Broadband Internet access required for online features. For more info, go to support.nintendo.com.",
    "descriptors": []
}