{
    "tid": "0004000000167700",
    "uid": "50010000036595",
    "name": "YO-KAI WATCH™",
    "formal_name": "YO-KAI WATCH™",
    "description": "YO-KAI WATCH was a cultural phenomenon in Japan, selling millions of games and capturing the hearts of a nation. Now you can experience the international sensation for yourself with the YO-KAI WATCH demo, available for download now.\n<br><br>\nHundreds of sometimes spooky, sometimes cute, and usually mischievous Yo-kai secretly inhabit our world. From flaming feline Yo-kai to three-headed bosses, they’re hiding everywhere! Discover these secret tricksters to battle and befriend them. Then turn them into a team on your Yo-kai Watch and take down troublemaking Yo-kai to help people in need.\n<br><br>\nWith your Yo-kai Watch, you can see Yo-kai that are normally invisible hiding everywhere in your town, flying around trees, and hiding under vending machines.  Many of them are causing trouble in the daily lives of residents of your town! Now you’ll need to assemble a team of six Yo-kai on your Yo-kai Watch and call upon them when you need their help.  Every Yo-kai has a unique personality and abilities, so it will take strategy to form the right team and gain the upper hand against troublesome Yo-kai.  Support your team in real-time battles by initiating Soultimate moves and purifying Yo-kai with quick touch-based movements.\n<br><br>\nGame Informer: “…great sense of humor, unique combat, and collection hooks that sink in quickly.”\n<br><br>\nGame Informer: “Yo-kai Watch is a big seller in Japan, and it’s easy to see why.” (Score: 8.5/10)\n<br><br>\nDestructoid: “…falling in love with it.”\n<br><br>\nDestructoid: “incredibly charming and worth playing…” (Score: 8.5/10)\n<br><br>\nGameZone: “…great visuals and voiceovers.”\n<br><br>\nGameZone: “It's a fantastic game…” \n<br><br>\nNintendo World Report: “Level-5 has successfully created a large, complex world filled with so much unique material and style...” (Score: 9/10)\n<br><br>\nUSGamer: “There's a ton of things to do packed inside the dense world…”\n<br><br>\nUSGamer: “…looks fantastic.” (Score: 4/5)\n<br><br>\nExaminer: “… hard to put down RPG…”\n<br><br>\nYou can play your YO-KAI WATCH in Spanish or French if you download the patch from Nintendo eShop. Install the patch on your system, and set your system language to Spanish or French. It will change in-game text and character voices to your set language. *The patch is not compatible with YO-KAI WATCH eShop demo.",
    "release_date_on_eshop": "2015-11-06",
    "product_code": "CTR-N-AYWE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Adventure",
        "Strategy",
        "Action"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}