{
    "tid": "00040000001BC500",
    "uid": "50010000043155",
    "name": "Monster Hunter Stories™",
    "formal_name": "Monster Hunter Stories™",
    "description": "When a monster strikes, the fearful hide, but the brave? They ride. Venture into monster nests to collect eggs and hatch a wide array of species with uniquely powerful skills. Form teams, battle alongside them, crush opponents with combo attacks, and ride into the sunset a champion. Need more muscle? Then mix and match genes to create monsters with more abilities!\n<br>\n<br>When a monster infected by the Black Blight attacks your remote village of riders, tragedy will thrust you into an exciting yet dangerous world, where you must bond with monsters on your adventure. As the story snakes along, you’ll encounter a wealth of side quests and hours of challenging turn-based battles where you must coordinate monster skills, rider skills and enemy attack patterns. The instinctive rock-paper-scissors combat system is a series first, a breath of fresh air for veterans and newcomers alike. It’s the perfect entry point into the popular Monster Hunter universe and a game unlike anything else in the series! You can even battle other players online, locally, or via the StreetPass™ feature!",
    "release_date_on_eshop": "2017-09-08",
    "product_code": "CTR-N-AAHE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Adventure",
        "Action"
    ],
    "features": [
        "Supports Online Play",
        "Online Play Only",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Nintendo Network",
        "amiibo",
        "Circle Pad Pro"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\namiibo™ compatible game (software update may be required). Wii U and New Nintendo 3DS™ XL systems have built-in amiibo support; other systems in the Nintendo 3DS family require a peripheral device (available 2015; sold separately). Compatibility and functionality of amiibo figures may vary per game. Visit http://www.nintendo.com/amiibo/compatibility/ for specific details on how each amiibo works. amiibo sold separately.",
    "descriptors": []
}