{
    "tid": "00040000001A4100",
    "uid": "50010000042337",
    "name": "Poochy & Yoshi’s\nWoolly World",
    "formal_name": "Poochy & Yoshi’s\nWoolly World",
    "description": "Discover a handicraft world bursting at the seams with creativity, as you guide Yarn Yoshi™ or Yarn Poochy through clever side-scrolling stages. Unravel secrets, toss yarn to weave platforms, and power up with woolly transformations.\n<br><br>\nAll stages from the Wii U version are joined by new ones starring Poochy and more Nintendo 3DS exclusive features! It’s a mad dash for beads in new Poochy stages: dodge stumps, mush down snowy paths, chase Lakitu, and unearth hidden paths and items. Sniffing out secrets is always a charm in Mellow Mode, thanks to the curious Poochy Pups.\n<br><br>\nAs you find collectables, you’ll unlock rewards, from extra stages to new Patterned Yoshi. You can also design and play as your very own Yarn Yoshi, or share it with friends via the StreetPass function! When you want a break from exploring, peek into the lives of Yarn Poochy and Yarn Yoshi in 30 hilarious stop-motion shorts. It’s time to get crafty!",
    "release_date_on_eshop": "2017-02-03",
    "product_code": "CTR-N-AJNE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Platformer",
        "Puzzle",
        "Action",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network",
        "amiibo"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "*Additional games and systems required for multiplayer mode. Sold separately.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\namiibo™ compatible game (software update may be required). Wii U and New Nintendo 3DS™ XL systems have built-in amiibo support; other systems in the Nintendo 3DS family require a peripheral device (available 2015; sold separately). Compatibility and functionality of amiibo figures may vary per game. Visit http://www.nintendo.com/amiibo/compatibility/ for specific details on how each amiibo works. amiibo sold separately.",
    "descriptors": []
}