{
    "tid": "0004000000067600",
    "uid": "50010000008006",
    "name": "Rhythm Thief & the Emperor's\nTreasure™",
    "formal_name": "Rhythm Thief & the Emperor's\nTreasure™",
    "description": "Pump up the tempo in the most mysterious rhythm adventure ever to hit the Nintendo 3DS. \n<br><br>\nRaphael has a secret life as a heroic thief who is famous among Parisians for stealing counterfeit paintings only to return them a few days later. \n<br><br>\nThis time he has his sights set on the Wristlet of Tiamat on display at the Louvre.\n<br><br>\nFeel the beat and conquer the rhythmic riddles in pursuit of the hidden truth about the city and his father’s disappearance. \n<br><br>\nMaster the beat and conquer the variety of rhythm challenges.<br>\nDive into the colourful 3D adventure in Paris.<br>\nUnmask the truth hidden behind treasures. <br>\nChallenge your friends and collect fans on your 3D map through Streetpass™.   ",
    "release_date_on_eshop": "2013-10-03",
    "product_code": "CTR-N-ARTE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Adventure",
        "Multiplayer",
        "Other"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports Download Play",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.2.1",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}