{
    "tid": "0004000000035900",
    "uid": "50010000000542",
    "name": "Resident Evil®:\nThe Mercenaries 3D",
    "formal_name": "Resident Evil®: The Mercenaries 3D",
    "description": "Fight back flesh-hungry hordes in Resident Evil®: The Mercenaries 3D, an action-packed exclusive for the Nintendo 3DS. Play as your favorite characters from Resident Evil history in remixed challenges from Resident Evil 4 and Resident Evil 5. Take the battle online with WiFi or local co-op and team up against the infected swarms and memorable bosses.\n<br><br>\nCustomize your character with a brand new Skill Slot system, and take on over 30 different missions with unique objectives and tactics. See the Resident Evil Universe like never before, with frantic Resident Evil combat in cutting-edge 3D.\n<br><br>\nOnline Co-op: Partner with a friend, either through the Nintendo 3DS’s WiFi or AdHoc networks.<br>\nIconic Characters: The biggest names in Zombie extermination, including Chris Redfield, Claire, Jill, Wesker, Barry, Krauser, and Hunk.<br>\nExclusive Demo: Get your first taste of Resident Evil: Revelations, the next chapter in horror.",
    "release_date_on_eshop": "2013-03-07",
    "product_code": "CTR-N-ABME",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Shooter",
        "Multiplayer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "17"
    },
    "version": "v1.1.0",
    "disclaimer": "Please use Parental Controls to restrict 3D access for children 6 and under.\n\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}