{
    "tid": "0004000000196A00",
    "uid": "50010000041543",
    "name": "Azure Striker GUNVOLT 2",
    "formal_name": "Azure Striker GUNVOLT 2",
    "description": "The 2D high speed, old-school style side-scrolling action that you remember from Azure Striker Gunvolt is back! In this game, Gunvolt's rival Copen from the first installment returns to the fray as a playable character!\n<br>\n<br>Gameplay Features:\n<br>\n<br>1. Prevasion\n<br> This ability allows Gunvolt to neutralize enemy attacks at the cost of his EP energy. Copen also has an ability exactly like this.\n<br>\n<br>2. Kudos\n<br> Kudos is a point system that increases whenever you deal damage to an enemy. Whenever you take damage, your Kudos are reduced to zero. When activating a save point, using a special skill or clearing a mission, Kudos are converted into bonus points. \n<br>\n<br>3. The Muse's song\n<br> For as long as you can maintain 1000 or more Kudos, the BGM will change and Lumen AKA The Muse (or in Copen's story, Lola) will sing for you!\n<br>\n<br>4. Anthem\n<br>When Gunvolt or Copen's HP reaches 0, the Muse's power can bring them back to life, with additional power-ups. In that state, the BGM will change to the Muse's song.",
    "release_date_on_eshop": "2016-09-29",
    "product_code": "CTR-N-KGBE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "Platformer"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Nintendo Network",
        "amiibo"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\namiibo™ compatible game (software update may be required). Wii U and New Nintendo 3DS™ XL systems have built-in amiibo support; other systems in the Nintendo 3DS family require a peripheral device (available 2015; sold separately). Compatibility and functionality of amiibo figures may vary per game. Visit http://www.nintendo.com/amiibo/compatibility/ for specific details on how each amiibo works. amiibo sold separately.",
    "descriptors": []
}