{
    "tid": "00040000001C8F00",
    "uid": "50010000043556",
    "name": "Radiant Historia:\nPerfect Chronology",
    "formal_name": "Radiant Historia:\nPerfect Chronology",
    "description": "Master the Power of the White Chronicle and Repair Time!\n<br>\n<br>Unlock the time traveling power of the White Chronicle once again in Radiant Historia: Perfect Chronology. This beloved classic is an expanded from the original Nintendo 3DS™ game and contains a great deal of added gameplay/story content, updated presentation, and new ways to experience the adventure! \n<br>\n<br>The continent of Vainqueur is plagued with the spreading desertification, laying the land to waste by turning it slowly into sand. Tensions rise, and war breaks out for the remaining fertile land. Stocke, a Special Intelligence agent of Alistel, is sent on a special mission when he discovers the powers of the relic, the White Chronicle. With his new-found abilities, Stocke will need to right the wrongs of the past in order to prevent the total annihilation of the world. In this version, a new, mysterious character named Nemesia teaches him about the world's history and unlocks a third timeline to explore the ripple effect of some of his actions with episodic \"what-if\" scenarios.\n<br>\n<br>With redesigned character art, new character voice-overs, music from the original composer Yoko Shimomura, and additional difficulty settings, Radiant Historia: Perfect Chronology will enhance the experience in this fresh take of a beloved story. This title also features both the classic original and an exhilarating new story through Perfect and Append modes. Append mode allows you to beat the original game before having the option to start a New Game+ with the added content, while Perfect mode lets you play through the game with the inclusion of the new content from the beginning.\n<br>\n<br>With an exciting positioning-based battle system, memorable characters, and thrilling time-travel mechanics, Radiant Historia: Perfect Chronology is essential for JRPG fans.",
    "release_date_on_eshop": "2018-02-13",
    "product_code": "CTR-N-BRBE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG"
    ],
    "features": [],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or\n<br>“Download Later” to download the game when the system enters “Sleep Mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\n<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}