{
    "tid": "0004000000165000",
    "uid": "50010000036295",
    "name": "SENRAN KAGURA 2:\nDeep Crimson",
    "formal_name": "SENRAN KAGURA 2:\nDeep Crimson",
    "description": "Offers in-game purchases\n<br><br>\nThe naughty yet very nice ninja girls of the SENRAN KAGURA universe return to the Nintento 3DS™ in a fresh, new 2.5D side-scrolling brawler. Featuring the series’ trademark high-flying, clothes-ripping battle mechanics, SENRAN KAGURA 2: Deep Crimson follows the events of SENRAN KAGURA Burst, sending all 12 of the original cast members on another supernatural martial arts adventure through modern Japan. For the first time in the series, shinobi can fight in pairs, covering each other’s backs or combining special techniques as needed, or fight alone to give their partners time to recover after bouts of intense combat. One player can control both team members, switching back and forth at will, or two players can fight together in co-op mode, side by side.",
    "release_date_on_eshop": "2015-09-15",
    "product_code": "CTR-N-BNUE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "17"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}