{
    "tid": "0004000000095800",
    "uid": "50010000011519",
    "name": "Art Academy™: \nLessons for Everyone!",
    "formal_name": "Art Academy™: Lessons for Everyone!",
    "description": "As of late March 2023, it will no longer be possible to make purchases in Nintendo eShop for Nintendo 3DS, including add-on content for this game. For more information please visit Support.\n<br><br>\nOffers in-game purchases\n<br><br>\nArt Academy™: Lessons for Everyone! is a Nintendo title optimized for the Nintendo 3DS™ XL that offers art lessons and art-on-the-go for everyone. An in-game tutor walks you through step-by-step lessons as you explore art theory and concepts behind drawing and painting. \n<br><br>\nThe stylus and Touch Screen controls offer a lifelike feel, whether you’re layering paint on stroke by stroke, blending pastels, or shading with the side of the pencil. You can also use these tools in Free Paint, where you can sketch and paint pictures of any subject in a variety of mediums.\n<br><br>\nYou can even take 3D pictures of subjects when inspiration hits in the real world and reference them later to turn those subjects into works of art. Then share your artistic creations with friends through a number of simple and easy means. This game is also perfect for use on the larger screens of the Nintendo 3DS XL.",
    "release_date_on_eshop": "2012-10-01",
    "product_code": "CTR-N-AACE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Education",
        "Other"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports SpotPass",
        "Mii",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or “Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}