{
    "tid": "0004000000179600",
    "uid": "50010000038918",
    "name": "Fire Emblem Fates: Conquest",
    "formal_name": "Fire Emblem Fates: Conquest",
    "description": "Please make sure not to purchase both Birthright and Conquest at full price on Nintendo eShop. To purchase the second path at a discounted price, please select the Explore Fates option that appears at the beginning of Chapter Six, or purchase a download code at retail to redeem within the in-game shop Dragon’s Gate.\n<br><br>\nTwo kingdoms are on the brink of war. Whose side will you choose? Torn between two families, you’re an heir of Hoshido, raised by Nohrian royals. If you walk the path of Conquest, you must fight to change your misguided kingdom from within. Command warriors with expert precision and forge deep relationships to master this turn-based strategy game.\n<br><br>\nA brand new Fire Emblem™ experience is on its way for the Nintendo 3DS™ family of systems.  For the first time ever, your customized avatar is the main hero.  An army of knights, mages, archers and more are at your command in the most tactical battles in series history. Each unit and weapon has strengths and weaknesses you must consider for every foe you face. Partner allies on the battlefield so they can support each other in combat. Building relationships is key—the closer your allies become, the better they’ll fight together. Their future is at your command, but first you must make the most important decision in the history of Fire Emblem.\n<br><br>\nContinue your journey with additional downloadable content and expand your game with Map DLC. These maps shine new light on the cast of characters from Fire Emblem Fates, as well as old favorites from the Fire Emblem Awakening game. Discover new background stories about these beloved warriors, while earning more experience points and exclusive weaponry. Every map offers specific challenges and unique rewards. Please check our microsite (http://fireemblemfates.nintendo.com) for the current release schedule.\n<br><br>\nMap Pack 1 does not include Fire Emblem Fates: Revelation (All DLC, including Fire Emblem Fates: Revelation is sold separately via the in-game shop).\n<br><br>\nYou must have Fire Emblem Fates: Birthright or Fire Emblem Fates: Conquest to access DLC content.\n<br><br>\nCheck out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started.\n<br><br>\nTap in their corresponding compatible Fire Emblem amiibo™ figures and Marth, Ike, Lucina, and Robin will appear in the My Castle area of your game.  The first two times you tap an amiibo character, they may give you a special present.  Tap the amiibo a third time for a chance to battle the character in a Hero Battle. Defeat them to add them to your army!",
    "release_date_on_eshop": "2016-02-19",
    "product_code": "CTR-N-BFYE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Strategy"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network",
        "amiibo"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "Please make sure not to purchase both Birthright and Conquest at full price on Nintendo eShop. To purchase the second path at a discounted price, please select the Explore Fates option that appears at the beginning of Chapter Six, or purchase a download code at retail to redeem within the in-game shop Dragon’s Gate.\n<br><br>\nOnce you choose your path between Fire Emblem Fates: Birthright and Fire Emblem Fates: Conquest, you will enter a complete gameplay experience with different sets of characters to battle against and ally with. When you want to explore the other path (which is also a complete gameplay experience), you can purchase it at a discounted price in-game, adding an alternate take to the events that transpired between the kingdoms of Nohr and Hoshido.\n<br><br>\n* The third path—Fire Emblem Fates: Revelation—will bring a conclusion to the saga. In order to play Fire Emblem Fates: Revelation, you must own either the Fire Emblem Fates: Birthright or the Fire Emblem Fates: Conquest game. At the beginning of Chapter Six, you can access the in-game shop Dragon’s Gate or select the Explore Fates option to purchase it. Download codes for Fire Emblem Fates: Revelation will also be available at participating retailers.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.\n<br><br>\namiibo™ compatible game (software update may be required). Wii U and New Nintendo 3DS™ XL systems have built-in amiibo support; other systems in the Nintendo 3DS family require a peripheral device (available 2015; sold separately). Compatibility and functionality of amiibo figures may vary per game. Visit http://www.nintendo.com/amiibo/\ncompatibility/ for specific details on how each amiibo works. amiibo sold separately.",
    "descriptors": []
}