{
    "tid": "0004000000060200",
    "uid": "50010000008030",
    "name": "Resident Evil® Revelations",
    "formal_name": "Resident Evil® Revelations",
    "description": "Built from the ground up to take advantage of the Nintendo 3DS\nsystem's features, Resident Evil Revelations delivers an exceptional survival horror experience with outstanding visuals that bring the fear to life. Resident Evil Revelations introduces a brand new storyline, locations and characters to the series, including playable characters and BSAA members Jill Valentine, Chris Redfield and Keith Lumley with their partners Parker Luciani, Jessica Sherawat and Quint Cetcham.\n<br><br>\nJill Valentine and BSAA partner Parker Luciani have been sent to search for Chris Redfield, whose last known GPS data positions him as being onboard a supposedly abandoned cruise ship. Danger hides around every corner as they explore the confined space of the ship and face a menacing new enemy and virus: the T-Abyss. In a brand new mode for the series, Raid Mode will offer players a different kind of experience separate to the main campaign story in either solo or co-op play.",
    "release_date_on_eshop": "2013-03-28",
    "product_code": "CTR-N-ABRE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Adventure",
        "Action",
        "Multiplayer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "17"
    },
    "version": "v0.1.0",
    "disclaimer": "Online Interactions Not Rated by the ESRB<br><br>\nPlease use Parental Controls to restrict 3D access for children 6 and under.\n\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}