{
    "tid": "0004000000119A00",
    "uid": "50010000023055",
    "name": "Shovel Knight: Treasure Trove",
    "formal_name": "Shovel Knight: Treasure Trove",
    "description": "Shovel Knight: Treasure Trove is the full and complete edition of Shovel Knight, a sweeping classic action-adventure game series with awesome gameplay, memorable characters, and an 8-bit retro aesthetic! Run, jump, and battle as Shovel Knight, wielder of the Shovel Blade, in a quest for his lost beloved. Take down the nefarious knights of the Order of No Quarter and confront their menacing leader, The Enchantress.\n<br>\n<br>But that’s not everything! Shovel Knight: Treasure Trove also features four additional games all unto themselves! Take control of Plague Knight, Specter Knight, and King Knight on adventures of their own. Together, they form a grand and sweeping saga!\n<br>\n<br>With Shovel Knight: Treasure Trove, you get it all. Play with a friend in Shovel of Hope's cooperative campaign, test your mettle in full-featured challenge modes, and change the game with Body Swap mode. Uphold the virtues of Shovelry, earn relics and riches, and discover the true meaning of shovel justice!\n<br>\n<br>Includes:\n<br>Shovel Knight: Shovel of Hope – Steel your Shovel Blade and start digging through the adventure that started it all! Jump, battle foes, and discover treasures as you quest to defeat the Order of No Quarter and their vile leader, The Enchantress.\n<br>\n<br>Shovel Knight: Plague of Shadows – Prime your potions and become the maniacal alchemist Plague Knight in his adventure to brew the ultimate potion! Combine bomb parts to create custom combinations, discover new items, areas and bosses, and maybe even discover a bubbling romance.\n<br>\n<br>Shovel Knight: Specter of Torment – Summon your scythe in the prequel to Shovel Knight! Take control of Specter Knight to dash through completely redesigned levels by climbing walls, mastering a new arsenal of weapons, and slashing your foes to ribbons. Become the reaper, discover your melancholy past, and recruit the Order of No Quarter!\n<br>\n<br>Shovel Knight: King of Cards - Step into the gilded boots of King Knight in the biggest and most regal Shovel Knight game of them all! Leap, Shoulder Bash, gather new subjects, and strategize your way through this prequel in your quest to become King of Cards!",
    "release_date_on_eshop": "2014-06-26",
    "product_code": "CTR-N-JK8E",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "Platformer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass",
        "amiibo",
        "Circle Pad Pro"
    ],
    "languages": [
        "English",
        "Spanish",
        "French",
        "Portuguese"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v8.8.0",
    "disclaimer": "You may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br>\n<br>amiibo™ compatible game (software update may be required). Wii U and New Nintendo 3DS™ XL systems have built-in amiibo support; other systems in the Nintendo 3DS family require a peripheral device (available 2015; sold separately). Compatibility and functionality of amiibo figures may vary per game. Visit http://www.nintendo.com/amiibo/compatibility/ for specific details on how each amiibo works. amiibo sold separately.",
    "descriptors": []
}