{
    "tid": "00040000000A5900",
    "uid": "50010000012227",
    "name": "Harvest Moon® 3D: \nA New Beginning",
    "formal_name": "Harvest Moon® 3D: A New Beginning",
    "description": "Once a thriving town, Echo Village is almost empty after the inhabitants lost everything in a poor economy. Your parents recently offered you a chance to renovate the abandoned family farm, but reviving a successful ranch requires rebuilding the town. Can you find the materials and blueprints that allow you to create the best community in the land?\n<br><br>\nFind blueprints, build structures and design your farm and town!<br>\nChoose to farm as a boy or a girl--and customize your appearance!<br>\nImprove your farm's reputation and earn extra produce money!<br>\nWoo and win the heart of your favorite bachelor or bachelorette!<br>\nShare crops and interact with others in multiplayer mode! <br>",
    "release_date_on_eshop": "2012-12-06",
    "product_code": "CTR-N-ABQE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Simulation",
        "RPG",
        "Multiplayer",
        "Adventure"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Online Interactions Not Rated by the ESRB\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}