{
    "tid": "00040000001C2500",
    "uid": "50010000042959",
    "name": "Style Savvy: Styling Star",
    "formal_name": "Style Savvy: Styling Star",
    "description": "Make over up-and-coming singers, actresses, models, and more to inspire them to stardom and awaken their inner fashionistas! As a boutique manager, you’ll style customers’ clothes, make-up, nails, and hair in this fully outfitted game with 20,000+ fashion items to earn. Share your ideas online with other players and take the fashion world by storm!\n<br>\n<br>The way you style customers affects their stories, so keep in-touch using the in-game mobile phone, and check out their performances! As your career takes off, you’ll hire an assistant for your shop and consult a salon, cosmetic store, and menswear store, while designing your own clothes and accessories! Thanks to the in-game fashion handbook and search system, arranging outfits is easier than ever. Compatible amiibo™ figures and cards let you use Nintendo emblems and patterns! Open a showroom where players who have the game can go online and wear outfits. You can also set up photoshoots and share pics via the Nintendo 3DS Image Share tool!",
    "release_date_on_eshop": "2017-12-25",
    "product_code": "CTR-N-AJBE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Simulation"
    ],
    "features": [
        "Supports Online Play",
        "Supports SpotPass",
        "Nintendo Network",
        "amiibo"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "*Compatibility and functionality of amiibo may vary per game.  Visit amiibo.com for specific details on how each amiibo works.\n<br>\n<br>*Game in 2D.\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\n<br>Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\namiibo™ compatible game (software update may be required). Wii U and New Nintendo 3DS™ XL systems have built-in amiibo support; other systems in the Nintendo 3DS family require a peripheral device (available 2015; sold separately). Compatibility and functionality of amiibo figures may vary per game. Visit http://www.nintendo.com/amiibo/compatibility/ for specific details on how each amiibo works. amiibo sold separately.",
    "descriptors": []
}