{
    "tid": "00040000001DC800",
    "uid": "50010000049035",
    "name": "Silver Falls - Undertakers",
    "formal_name": "Silver Falls - Undertakers",
    "description": "Back in the 70’s, something suspicious happened in a small mountain town. Along with reports of people going missing, corpses of mutilated animals were found scattered all within a single property in Silver Falls. Join Bull Brandish, a 14 year old boy, as he goes camping on his grandfather’s property. When an explosion lights up the night sky, Bull sets out into the darkness of night to investigate. It doesn’t take long before Bull discovers the terror of the Undertakers, enormous, bloodthirsty monsters which are abducting children and burying them deep under the ground. How can Bull possibly convince the adults in town that monsters are real? Will he have to stop the Undertakers all on his own?\n<br>Enjoy a trip back to a simpler time with this retro game experience. Explore Silver Falls in the open world Game A story mode. Dive into the lore and history of this mysterious town and meet colourful characters. \n<br>Dive into Game B to fight back hordes of Undertakers with a wide range of weapons. Use traps, campfires, and more, while searching for Comic Book pages to power up your group of characters. This action packed mode will let players take on battles while playing as a variety of characters. \n<br>Add new playable characters to Game B by connecting to other Silver Falls titles! Discover surprises with new playable characters and features by completing Game A.\n<br>Add new content to other Silver Falls titles by connecting to Silver Falls – Undertakers. Continue Bull Brandish’s story and join him on new adventures in other Silver Falls titles!",
    "release_date_on_eshop": "2021-01-14",
    "product_code": "CTR-N-A26P",
    "platform_name": "Nintendo 3DS (Download)",
    "region": "Europe",
    "genres": [
        "Action",
        "Adventure"
    ],
    "features": [],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "PEGI",
        "age": "12"
    },
    "version": "v0.0.0",
    "disclaimer": null,
    "descriptors": []
}