{
    "tid": "00040000000D2800",
    "uid": "50010000016693",
    "name": "Rune Factory 4",
    "formal_name": "Rune Factory 4",
    "description": "Dive deep into a brand new adventure in the Rune Factory series!\n<br><Br>\nEstablish a new life in a new country, developing relationships, cultivating the land and adventuring with comrades on an epic quest that begins with a humble tumble. Designed for beginners and series veterans alike!\n<br><Br>\nPlan your battle strategies with a wide selection of weapons and items!\n<br><Br>\nUse various weapons, skills and magic to personalize your battle tactics against formidable monsters in trap-laden dungeons. Recruit the local townsfolk, befriend wild monsters and grow stronger together!\n<br><Br>\nPursue a passionate romance as a male or female character!\n<br><Br>\nChoose either a male or female hero and seek in-depth relationships with the other townsfolk. Develop true bonds with a select candidate by socializing and giving gifts, then spend time together as a couple to deepen your romantic ties, ultimately leading to marriage and even the birth of an adorable child!",
    "release_date_on_eshop": "2013-10-01",
    "product_code": "CTR-N-AR4E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "Simulation",
        "RPG"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><Br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}