{
    "tid": "000400000004CD00",
    "uid": "50010000014951",
    "name": "Crash City Mayhem",
    "formal_name": "Crash City Mayhem",
    "description": "Fasten your seatbelts and take a thrill ride through Crash City, causing mayhem wherever your tires take you! You are an undercover spy working for a top secret agency; you never know who to trust!\n<br><br>\nRace down the streets earning points for destroying anything that gets in your way while completing missions that will challenge your skill behind the wheel.\n<br><br>\nChase down traitors, steal important items from the embassy, and collect data scattered around the city in 36 action packed missions!\n<br><br>\nUnlock and drive 15 different vehicles ranging from Monster Trucks to F1 racers!\n<br><br>\nCollect hidden coins in each mission to unlock different items to equip your vehicle with, from bus horns to nitros and jumping devices!\n<br><br>\nTry to beat the Legendary setting or play Free Run mode where you can run wild throughout the level without receiving any damage to your vehicle.\n<br><br>\nDestroy everything that gets in your way to earn the high score. There are thousands of destructible objects so don’t hold back!",
    "release_date_on_eshop": "2013-07-02",
    "product_code": "CTR-N-AC2E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Racing"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.1",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}