{
    "tid": "00040000000F9900",
    "uid": "50010000017315",
    "name": "Hometown Story™",
    "formal_name": "Hometown Story™",
    "description": "Hometown Story takes you to a lush, green village tucked away in the countryside. The shop you inherited has brought you back to your hometown. However, the shop has become run down, and no one wants to even window shop there anymore. Can you turn the shop around and even expand it, or is it destined to stay in the red forever?\n<br><br>\nYou won't have to go it alone, though. You'll get help from a magical sprite named Pochica, who will help you get the store back up and running, and introduce you to all of the unique characters who reside in the town. The villagers will all change and grow throughout the game, and that person who you thought might be up to no good when you first met them just might have a heart of gold! Your experiences will be completely different from anyone else's. You'll never know what to expect in Hometown Story!\n",
    "release_date_on_eshop": "2013-10-22",
    "product_code": "CTR-N-AHXE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Simulation",
        "Adventure",
        "RPG"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}