{
    "tid": "00040000000BA800",
    "uid": "50010000013070",
    "name": "Pokémon Mystery Dungeon:\nGates to Infinity",
    "formal_name": "Pokémon Mystery Dungeon:\nGates to Infinity",
    "description": "As of late March 2023, it will no longer be possible to make purchases in Nintendo eShop for Nintendo 3DS, including add-on content for this game. For more information please visit Support.\n<br><br>\nExplore the infinite possibilities of Mystery Dungeons as they come to life with vibrant 3D graphics and detailed environments!\n<br><br>\nBecome a Pokémon and travel through a fantastic land inhabited only by other Pokémon! Enlist their help as you build Pokémon Paradise!\n<br><br>\nPlay as Pikachu™, Snivy™, Oshawott™, Tepig™, or Axew™, and talk with other Pokémon!\n<br><br>\nThere’s a new adventure around every corner as you battle and befriend Pokémon, collect treasure, and explore Mystery Dungeons that change each time you enter!\n<br><br>\nUse the Nintendo 3DS Camera to discover Magnagates in the real world that lead to new Mystery Dungeons!\n<br><br>\nExperience even more Mystery Dungeons with downloadable content available for purchase in the Nintendo eShop.\n<br><br>\nPlay with up to 3 other people and explore Mystery Dungeons together in Companion Mode!",
    "release_date_on_eshop": "2013-03-24",
    "product_code": "CTR-N-APDE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Adventure",
        "RPG"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}