{
    "tid": "0004000000055F00",
    "uid": "50010000013131",
    "name": "Luigi's Mansion™: Dark Moon ",
    "formal_name": "Luigi's Mansion™: Dark Moon ",
    "description": "Luigi’s Mansion™: Dark Moon is the brand new Luigi’s Mansion title on the Nintendo 3DS™ system. This time there are multiple mansions each with unique puzzles and ghosts. \n<br><br>\nUsing a vacuum-like machine called the “Poltergust 5000,” Luigi™ must explore and hunt ghosts in these mansions to complete specific missions for the great ghost researcher Professor E. Gadd. \n<br><br>\nBut shining the flashlight is no longer enough.  Luigi must activate the new strobe function at just the right moment to stun the ghosts first, then catch them using the Poltergust 5000.  Each mansion is filled with different gimmicks and puzzle elements, and exploring them can be a spooky challenge.",
    "release_date_on_eshop": "2013-03-24",
    "product_code": "CTR-N-AGGE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Adventure",
        "Puzzle",
        "Multiplayer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports Download Play",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.1.0",
    "disclaimer": "Use Parental Controls to restrict 3D mode for children 6 and under.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><Br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}