{
    "tid": "0004000000194200",
    "uid": "50010000041324",
    "name": "Corpse Party",
    "formal_name": "Corpse Party",
    "description": "Kisaragi Academy student Mayu Suzumoto is transferring to a new high school, leaving behind a sizable group of friends and countless lovely memories. To help her cope with this move, her friend Ayumi has devised a seemingly innocent plan: the whole group will come together to perform a charm she found on the internet called “Sachiko Ever After,” which is supposed to bind all of its participants together as friends to the end.\n<br>\n<br>This does not go as expected.\n<br>\n<br>Following an intense earthquake, the group awakens to find themselves separated and trapped in an alternate reality version of Heavenly Host Elementary School, a tragedy-stricken institution that once stood on the site of their own school but was torn down long ago. Here, the vengeful spirits of elementary-aged children threaten their lives and their sanity, and the only hope of survival - much less escape - is to uncover the chilling details surrounding the murders of those trapped before them.",
    "release_date_on_eshop": "2016-10-25",
    "product_code": "CTR-N-BCPE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Adventure",
        "RPG",
        "Puzzle"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "17"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}