{
    "tid": "000400000F712200",
    "uid": "50010000048375",
    "name": "Silver Falls - 3 Down Stars",
    "formal_name": "Silver Falls - 3 Down Stars",
    "description": "Strange lights have been appearing in the night sky above Silver Falls. When three mysterious objects fall from the sky, this secluded, sleepy town becomes frozen in a moment in time. Strange radiation has turned local wildlife bloodthirsty. Only 3 people in Silver Falls seem to be unaffected. Holt, a composer mourning the death of his grandfather with a fishing trip, Analise, an organizer for the annual Moose Steak Festival, and Moss, the local sheriff investigating reports of strange lights in the sky, must work together to figure out exactly what is going wrong in their town. Why are they being attacked by wildlife? Why has time seem to have stopped? Using their wits and resources scavenged around Silver Falls, these three survivors must discover the mystery behind the three objects and return their town to normal.\n<br>\n<br>Silver Falls offers a suspenseful, tensely paced Storyline Campaign for players looking for a classic, survival horror challenge.  When players want to flex some muscle, the Frontier Fighters game mode features RPG style loot collecting, leveling up, skill customization, and weapon upgrading. This game mode allows the player to play short missions of varying difficulty. These action focused missions let players enjoy short bursts of action for gaming on the go. With a variety of playable characters to unlock, each with unique strengths and skills, players will find hours of thrilling action, fighting back waves of enemies, unlocking more missions, earning unique, legendary weapons, and powering up characters in Frontier Fighters.",
    "release_date_on_eshop": "2020-01-02",
    "product_code": "KTR-N-CFAE",
    "platform_name": "New 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "17"
    },
    "version": "v9.14.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}