{
    "tid": "00040000000FC500",
    "uid": "50010000019193",
    "name": "Bravely Default™",
    "formal_name": "Bravely Default™",
    "description": "Offers in-game purchases\n<br><br>\nSquare Enix’s highly-acclaimed fantasy RPG brings deep, strategic combat to the Nintendo 3DS™ system in an ambitious game that bolsters its turn-based combat with a compelling new risk/reward system RPG fans will obsess over. Explore Luxendarc as Tiz and other memorable characters on a visually stunning quest to restore balance to the world.\n<br><br>\nHand-drawn 3D backgrounds and a rousing score bring Luxendarc to life. Enter a brave new world of turn-based combat! Time your turns tactically and turn the tides in your favor with the new Brave and Default system. Flex your strategic muscle by combining more than twenty jobs with hundreds of different abilities. Summon friend’s characters to fight by your side, or borrow their abilities. Recruit citizens with the StreetPass™ feature to rebuild Tiz’s destroyed village. Be part of the community in this fresh take on the single player RPG!",
    "release_date_on_eshop": "2014-02-07",
    "product_code": "CTR-N-BTRE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Mii",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nWireless broadband Internet access required for online play. For more info, go to support.nintendo.com.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}