{
    "tid": "000400000008CD00",
    "uid": "50010000011518",
    "name": "Sparkle Snapshots™ 3D ",
    "formal_name": "Sparkle Snapshots™ 3D ",
    "description": "Offers in-game purchases\n<br><br>\nSparkle Snapshots™ 3D is a fun photography application that lets you call the shots—it’s like having a photo studio in the palm of your hand! Use your Nintendo 3DS™ system’s cameras and this software’s easy-to-use camera settings to take 2D pictures, and then personalize your shots any way you want with layers of stickers, ribbons, pens and other 3D effects.\n<br><br>\nYou can even use special backgrounds and frames to make your 2D photos even more unique!  Sparkle Snapshots 3D not only makes it easy to create incredible-looking shots. It also makes it easy to share your creations with your friends. You can use a local wireless connection to send photos to nearby friends who have Sparkle Snapshots 3D too, or copy your pictures off of your system’s SD Card and then print them, share them, or post them online!\n<br><br>\nSparkle Snapshots 3D gives you everything you need to make and share incredible shots, but if you want even more decorations for your photos, be sure to visit Sparkle SnapShop, the software’s online boutique. Here, you can use the funds in your Nintendo eShop account to buy new sets of decorations. So what are you waiting for? Purchase Sparkle Snapshots 3D today and let the creating begin!",
    "release_date_on_eshop": "2012-10-18",
    "product_code": "CTR-N-JCVE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Other",
        "Multiplayer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports SpotPass"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": null,
        "age": null
    },
    "version": "v0.0.0",
    "disclaimer": "You may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}