{
    "tid": "00040000000A9100",
    "uid": "50010000011520",
    "name": "Style Savvy: Trendsetters",
    "formal_name": "Style Savvy: Trendsetters",
    "description": "Complete the looks of men and women in your town with your very own full-scale fashion shop. As hundreds of customers flock to your boutique, you’ll not only help them keep up with current fashion trends, but you’ll also compete in fashion contests, buy new clothes for your store, and customize your shop to reflect your personality!\n<br><br>\nWith more than 12,000 clothing items and accessories spanning 19 different brands, you’ll be able to create intriguing looks for even the most sophisticated fashion connoisseur.\n<br><br>\nPlayers with wireless Internet access can share creations with friends who also own the game via an online shopping portal or download new outfits.",
    "release_date_on_eshop": "2012-10-22",
    "product_code": "CTR-N-ACLE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Other",
        "Fashion",
        "RPG",
        "Multiplayer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Please use Parental Controls to restrict 3D access for children 6 and under.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}