{
    "tid": "00040000001CEF00",
    "uid": "50010000044856",
    "name": "YO-KAI WATCH™ BLASTERS:\n<br>White Dog Squad",
    "formal_name": "YO-KAI WATCH™ BLASTERS: White Dog Squad",
    "description": "Join Jibanyan and his Blasters team in action-packed battles to stop the masterminds behind a series of Yo-kai shenanigans. Take down enemy Yo-kai and Big Bosses using skills and Soultimate Moves with up to 3 other friends. As you tackle missions, befriend new Yo-kai to amplify your team’s awesomeness. Train with Sgt. Burly to become the strongest Blasters team there is! As you complete missions, gather Oni Orbs and items to level up or forge equipment to power up your team. Some missions, bosses, and Yo-kai are exclusive to each version. Trade Yo-kai between versions to collect them all! You can befriend all friend Yo-kai from all versions of the YO-KAI WATCH 2 game, boss Yo-kai, plus the all-new Usapyon, Blizzie, and more. Link save data with a version of YO-KAI WATCH 2 to befriend special Yo-kai. Uncover new sides to the story as well as new Yo-kai, bosses, and missions with a post-launch software update!\n<br>\n<br>*Purchase the digital version of the YO-KAI WATCH BLASTERS: White Dog Squad game and receive a code that gives you a chance to battle and befriend Sir Nyansalot.",
    "release_date_on_eshop": "2018-09-06",
    "product_code": "CTR-N-BYBE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "RPG"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.1.0",
    "disclaimer": "Additional games and systems required for multiplayer mode; sold separately.\n<br>Internet access required for online play. For more info, go to support.nintendo.com.\n<br>Use Parental Controls to restrict 3D mode for children 6 and under.<br><br>Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”<br><br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}