{
    "tid": "0004000000151100",
    "uid": "50010000028915",
    "name": "Cube Creator 3D",
    "formal_name": "Cube Creator 3D",
    "description": "The NEW 1.2 Update features include eShop store access where upgrades to acquire coop/competitive local multiplayer and eight new texture packs are ready to be activated. The update also includes a new magic wand for projectile combat, a 3rd-person camera, and the addition of flags. Add any and all of these texture packs to enhance your crafting experience: sweets, crystal, sci-fi, woolly, dystopian, ice world, and jungle. \n<br>\n<br>Craft your own realm in stunning randomly generated worlds in Cube Creator 3D.  You can also gather resources, combine elements, explore & combat strange creatures to survive in this expansive, cubic domain. \n<br>\n<br>Creative Mode allows you to explore worlds in true Stereoscopic 3D. The dual-screen presentation keeps your resource inventory free from cluttering the gameplay screen. Easy-to-use touchscreen controls make the open-world gameplay better than ever. Break-through dynamic lighting & effects positions Cube Creator 3D a 'cube' above the rest.\n<br>\n<br>In Survival Mode, players can explore, craft, mine, & battle in one of the expansive environments: forest, desert, mountain, tundra, fantasia, and inferno worlds. To start, you must use only your bare hands to gather resources to then craft tools & weapons, & to build protective shelters. Building better tools & weapons allows you to explore caves, mine their precious ores, & combat the many malicious monsters. Craft, explore and conquer these voxel worlds.",
    "release_date_on_eshop": "2015-04-23",
    "product_code": "CTR-N-KCCE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "Simulation",
        "Multiplayer"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v3.12.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\n<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}