{
    "tid": "0004000000176F00",
    "uid": "50010000036995",
    "name": "The Legend of Zelda™:\nTri Force Heroes",
    "formal_name": "The Legend of Zelda™:\nTri Force Heroes",
    "description": "One Link™ Won’t Cut It This Time!\n<br><br>\nGrab two friends and prepare for a bold, new Legend of Zelda™ adventure! Each of you will play as Link™, working together to conquer inventive dungeons and bosses. For the first time, stack three Links into a totem to solve puzzles and defeat enemies. Don’t forget to pick an outfit to wear— each one offers a different boost or ability!\n<br><br>\nAll three players share a life gauge! So you’ll have to work with your fellow Links to defeat enemies and solve puzzles. Or go it alone! In single-player, control Link and two paper dolls in the same dungeons from multiplayer mode. Each dungeon contains four separate areas, not to mention epic boss battles with layered strategies. Counter with your own layered strategy: stack three Links with the totem mechanic to reach new heights. But remember to dress for success! Unique outfits include the Legendary Dress, which increases your chance of finding hearts, and the Kokiri Clothes, which lets you shoot three arrows at once. Good things come in threes!\n",
    "release_date_on_eshop": "2015-10-23",
    "product_code": "CTR-N-EA3E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "Puzzle",
        "Multiplayer"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports SpotPass",
        "Supports Download Play",
        "Nintendo Network",
        "Circle Pad Pro"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}