{
    "tid": "000400000017EA00",
    "uid": "50010000039515",
    "name": "Hyrule Warriors Legends",
    "formal_name": "Hyrule Warriors Legends",
    "description": "Bonus: Get a download code for a free Hyrule Warriors: Legends theme* & new characters to the Hyrule Warriors™ game for the Wii U™ console ** when you purchase the Hyrule Warriors™ Legends game for the Nintendo 3DS™ family of systems in the Nintendo eShop. You’ll find the download code for the free theme and character set on your Nintendo eShop receipt.\n<br><br>\nGame is only playable in 3D with a New Nintendo 3DS or New Nintendo 3DS XL system.\n*Free Hyrule Warriors: Legends theme available for download starting 3/24/2016 9:00 p.m. PT.\n**Free Hyrule Warriors character set available for download starting 3/24/2016 9:00 p.m. PT.  \n**Additional systems and software required; sold separately.\n<br><br>\nCut down entire legions of enemies as fan-favorite Legend of Zelda™ characters using powerful moves as Hyrule Warriors comes to the Nintendo 3DS™ system. Control multiple characters to enhance your strategies and enjoy new story elements with playable characters from The Legend of Zelda™: The Wind Waker, such as Tetra, King Daphnes, and more.\n<br><br>\nWar rages as the delicate balance of the Triforce is disrupted. The kingdom of Hyrule is once again being torn apart by a dark power, this time lead by Sorceress Cia. Now it’s up to the legendary hero Link™ to face hordes of enemies and find the missing Princess Zelda™. Advance the story to unlock new playable characters, each with unique moves and weapon types. Collect Rupees and other useful items to upgrade weapons and craft badges, which you can use to bolster each warrior’s abilities.",
    "release_date_on_eshop": "2016-03-25",
    "product_code": "CTR-N-BZHE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nIn-game content available for purchase using stored account funds.\n<br><br>\nBroadband Internet access required for online features. For more info, go to support.nintendo.com\"",
    "descriptors": []
}