{
    "tid": "000400000018F100",
    "uid": "50010000040437",
    "name": "Dragon Quest® VIII: \nJourney of the Cursed King",
    "formal_name": "Dragon Quest® VIII: \nJourney of the Cursed King",
    "description": "Uncover the story of the Cursed King as you save the world from a twisted magician in this genre-defining role-playing game. Across the vast world you’ll wage turn-based battles against more than 250 monsters designed by artist Akira Toriyama. This updated classic also includes new dungeons, bosses, items, quests, scenes, and a new possible ending!\n<br><br>\nThere’s a rhythm to fighting, earning items, using them to craft something better in the alchemy pot, and returning to battle, stronger than ever. As you level up, upgrade your warriors’ skills to learn mighty attacks. For the first time, Red the bandit and Monster Arena owner Morrie join your party as playable characters! There are also new outfits that change each hero’s look, which makes for some perfect in-game photo ops. You can share the pictures you take via StreetPass™ encounters. Plus, you can form and battle teams of monsters to earn rewards in the Monster Arena. Now the must-play version of this classic game is exclusive to the Nintendo 3DS™ family of systems.",
    "release_date_on_eshop": "2017-01-20",
    "product_code": "CTR-N-BQ8E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG"
    ],
    "features": [
        "Supports Online Play",
        "Supports StreetPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "Game playable only in 2D.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}