{
    "tid": "00040000001B2700",
    "uid": "50010000042082",
    "name": "YO-KAI WATCH™ 2:\nPsychic Specters",
    "formal_name": "YO-KAI WATCH™ 2:\n<br>Psychic Specters",
    "description": "Purchase the digital version of the YO-KAI WATCH 2: Psychic Specters game and receive a code that gives you a chance to battle and befriend Machonyan.\n<br><br>\nGet wicked and complete the ultimate YO-KAI WATCH™ experience. The strange but friendly troublemakers, Yo-kai, are back in a time-traveling adventure, and this time their mysterious world is packed with exclusive quests, Wicked Yo-kai to befriend, new areas to explore, and a revamped Blasters action co-op mode* featuring new bosses. As the cause of life’s troubles, Yo-kai are hiding everywhere! \n<br><br>\nExplore the seaside town San Fantastico and the sleepy village Harrisville in search of these mischievous beings. Then travel 60 years into the past with Hovernyan to ensure the Yo-kai Watch Model Zero is created and your timeline is preserved! Battle online or via local wireless** to earn in-game rewards for your adventure. Or take control of a Yo-kai in Psychic Blasters, a revamped 4-player action mode!",
    "release_date_on_eshop": "2017-09-29",
    "product_code": "CTR-N-BYSE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Adventure"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.2.0",
    "disclaimer": "*Additional games and systems required for multiplayer mode; sold separately.  Wireless Internet access required for online features.  For more info, go to support.nintendo.com.  \n<br><br>\n**Software update required. Check https://yo-kai.nintendo.com/yw2/ for more details.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or “Download Later” to download the game when the system enters “Sleep Mode.”\n<br><br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\n<br><br>\nVisit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}