{
    "tid": "0004000000165A00",
    "uid": "50010000039759",
    "name": "Mutant Mudds\nSuper Challenge",
    "formal_name": "Mutant Mudds\nSuper Challenge",
    "description": "Get a free download code for the Wii U digital version of the Mutant Mudds Super Challenge game with the purchase of the Nintendo 3DS version. \n<br><br>\nOffer applies to US, Canada, and Mexico only.\n<br><br>\nHere comes a challenge! Mutant Mudds Super Challenge!! Over 40 levels filled with malicious mutant mudds. This adventure is designed for super players; featuring a host of new platforming challenges and unique boss fights that will test your skills.\n<br><br>\nMax receives special intel, revealing the location of the original meteor impact site and the fact that mutant mudds are still being spawned from it! Max sets out from a secret hideout in the jungle to locate the meteor and destroy it for good!\n<br><br>\nRun, jump, hover, and blast your way across five new vibrant worlds, presented with colourful neo-retro pixel art and sublime chiptune music. Defy the laws of the second dimension by leaping between foreground and background layers, dispensing muddy justice with your faithful water cannon. Utilize your trusty power-ups to traverse tricky obstacles and gain access to special secret levels.",
    "release_date_on_eshop": "2016-03-17",
    "product_code": "CTR-N-KMME",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "Platformer"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIf you purchased this game through Nintendo eShop or redeemed a download code purchased at retail, check your Nintendo 3DS eShop receipt for a free download code for the Wii U version.\n<br><br>\n Wii U console required to redeem download code and play free digital version of game.  ",
    "descriptors": []
}