{
    "tid": "0004000000174100",
    "uid": "50010000039496",
    "name": "Mega Man® Legacy Collection",
    "formal_name": "Mega Man® Legacy Collection",
    "description": "Mega Man Legacy Collection is a celebration of 8-bit history. Featuring faithful reproductions of the series’ origins with the original six Mega Man games, the Legacy Collection will remind long-time fans and introduce newcomers to what made Mega Man such a popular and iconic character. Mega Man Legacy Collection will feature all six games and much more.\n<br><br>\nIn addition to the six Mega Man games, Mega Man Legacy Collection features new ways to experience the classic games with the Museum Mode and new Challenge Mode. Challenge Mode remixes gameplay segments from all six games, with plenty of scaling difficulty objectives for experienced players to conquer yet serving as a good starting point for new players, too. Museum Mode contains a comprehensive collection of history, high-res art and original concept pieces – a mega treat for any fan of Mega Man and video game history.\n<br><br>\nUse your Mega Man amiibo™ to unlock new challenges created by Mega Man fans just like you!",
    "release_date_on_eshop": "2016-02-23",
    "product_code": "CTR-N-BMME",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Arcade",
        "Platformer",
        "Action",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals",
        "amiibo"
    ],
    "languages": [
        "English",
        "Spanish",
        "French",
        "Portuguese"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or\n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nThis game includes amiibo™ compatibility (software update may be required). Wii U and New Nintendo 3DS™ XL systems have built-in amiibo support; other systems in the Nintendo 3DS family require a peripheral device (available 2015; sold separately). Compatibility and functionality of amiibo figures may vary per game. Visit http://www.nintendo.com/amiibo/compatibility/ for specific details on how each amiibo works. amiibo sold separately.",
    "descriptors": []
}