{
    "tid": "0004000E001A5600",
    "uid": "50010000041937",
    "name": "Azure Striker Gunvolt: Striker Pack\nUpdate Ver. 1.2",
    "formal_name": "Azure Striker Gunvolt: Striker Pack\nUpdate Ver. 1.2",
    "description": "This is an update for Azure Striker Gunvolt 2 that adds compatibility for the game's DLC.\n<br>\n<br>Ver.1.2\n<br>Compatibility for the new DLC missions has been added\n<br>\n<br>Compatibility for the new DLC \"Speedrun Mode\" has been added, which challenges players to complete the game as quickly as possible.\n<br>\n<br>Compatibility for the new DLC items that allow players to listen to new songs from the characters Joule and Lola has been added.\n<br>\n<br>Icons that display a skill's effects have been added to the display on the bottom screen.\n<br>\n<br>The characters status is now displayed on the customization screen.\n<br>\n<br>Furthermore, various bugs/other issues have been corrected to make the gameplay experience more enjoyable.\n<br>\n<br>Fixed a freeze that happened when defeating Teseo at a particular time.\n<br>\n<br>Fixed a freeze that happened in the instant Tenjian was defeated.\n<br>\n<br>Fixed a numerical error in Gunvolt's items in the Clips category.\n<br>\n<br>Fixed a behavioral problem with Copen's item \"Shield Construct.\"\n<br>\n<br>Fixed a defect in Score Attack's score calculation.\n<br>\n<br>Fixed a problem with the player character's controls.\n<br>\n<br>Fixed a problem with a specific enemy's behavior. \n<br>\n<br>This is an update for the game card version of the Azure Striker Gunvolt: Striker Pack game. This download does not contain the full version of the title. In order to use this update, you must have the full game card version of Azure Striker Gunvolt: Striker Pack.",
    "release_date_on_eshop": "2017-03-09",
    "product_code": "CTR-U-BG8E",
    "platform_name": "Software Update",
    "region": "North America",
    "genres": [
        "Updates"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Nintendo Network",
        "amiibo"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v2.3.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}