{
    "tid": "00040000001E2B00",
    "uid": "50010000049315",
    "name": "Fragrant Story",
    "formal_name": "Fragrant Story",
    "description": "The kingdom of Flowergard is under attack! Build a team of Fierce Fleuristas, and lend your skills to the Ancient Aroma. You'll be guided by Colonel Rhubarb as you defend the region from invaders.\n<br>\n<br>Your team is made up of kids from the world of Otosan, who join the world using VR headsets. Each kid has a unique ability that can help subdue the opposing army. Knock one enemy into another, recover health or armor, draw enemies in and bind them, or obstruct tiles to prevent passage. Combine these moves to build your own strategic solution.\n<br>\n<br>Features:\n<br>• VR Cafe: Your team is made up of kids from Otosan, playing an arcade game\n<br>• Arcade tokens: You get tokens based on the difficulty setting, which allow you to build a bigger team\n<br>• Level up: Defeat enemies to grow stronger, or use extra tokens to level up a character\n<br>• Timed hits: Stop the wheel with precision to score a critical hit, or block damage\n<br>• Sense of humor: Dialog that would make your dad proud\n<br>• Challenge mode: Try your hand at some truly epic challenges\n<br>• Collect tickets: Save up tickets to unlock new gear and options",
    "release_date_on_eshop": "2022-04-21",
    "product_code": "CTR-N-A4AE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Strategy",
        "RPG",
        "Board Game",
        "Arcade"
    ],
    "features": [],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”<br><br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}