{
    "tid": "00040000001A0300",
    "uid": "50010000041810",
    "name": "スーパーマリオメーカー\nfor ニンテンドー3DS",
    "formal_name": "スーパーマリオメーカー\nfor ニンテンドー3DS",
    "description": "『スーパーマリオ』のコースを自由に作って遊ぶことができる本作は、Wii U版と同様にコース作りを楽しむことができ、作ったコースをローカルプレイやすれちがい通信で交換して遊ぶことができます。コースを作らなくても、収録されている任天堂オリジナルコースや、Wii U版から投稿されたコースを遊ぶことができるので、たくさんのコースをすぐにお楽しみいただけます。\n<br>\n<br>◆つくる\n<br>下画面とタッチペンを使った操作で、Wii U版とほぼ同じ感覚でコースを作ることができます。「スーパーキノコ」で敵キャラクターを大きくしたり、「羽」をアイテムに付けたり、「キラー砲台」にコインを入れたり。ブロック、アイテム、キャラクターなどのパーツを自由に組み合わせることで、楽しくコースを作ることができます。本作では、ましことヤマムラによる「ヤマムラレッスン」が収録されており、コースを作るのが難しいと思っている方でも、楽しく作り方を学ぶことができるようになりました。\n<br>\n<br>◆あそぶ\n<br>「スーパーマリオチャレンジ」では、すぐに遊べる任天堂オリジナルコースが100コース収録されています。これらのコースでは、普通にゴールするだけではなく、「全てのコインを取る」「全ての敵を倒せ」といったお題を達成していくやりこみ要素が楽しめます。インターネットに接続すれば、Wii U版から投稿されたコースを遊ぶことができます。ランダムに登場するコースをクリアしていく「100人マリオチャレンジ」が楽しめるほか、Wii U版で投稿されたコースの中から選りすぐりのコースが楽しめる「おすすめコース」で、自分好みのコースを遊ぶこともできます。\n<br>\n<br>◆交換する\n<br>作ったコースはローカルプレイで友達に送ったり、受け取ったコースをアレンジしてコラボコースを作るなど、楽しみかたはいろいろ。すれちがい通信では、街中の人とのコース交換もできます。",
    "release_date_on_eshop": "2016-12-01",
    "product_code": "CTR-N-AJHJ",
    "platform_name": "3DSカード/ダウンロードソフト",
    "region": "Japan",
    "genres": [
        "アクション"
    ],
    "features": [
        "インターネット対応",
        "ローカルプレイ対応",
        "すれちがい通信対応",
        "いつの間に通信対応",
        "Mii",
        "Nintendo Network"
    ],
    "languages": [
        "日本語"
    ],
    "rating_system": {
        "name": "CERO",
        "age": "0"
    },
    "version": "v0.1.0",
    "disclaimer": "★本ソフトはWii U版『スーパーマリオメーカー』と一部仕様が異なります。主な違いは以下になります。\n<br>・作ったコースをインターネットで投稿することはできません。\n<br>・遊びたいコースをIDで検索することはできません。\n<br>・amiiboに対応していません。\n<br>・キャラマリオが使えません。\n<br>くわしくは任天堂ホームページをご確認ください。\n<br>\n<br>★本ソフトはあらかじめダウンロード（予約購入機能）に対応しています。\n<br>以下の注意事項などを必ずご確認ください。\n<br>\n<br>●あらかじめダウンロードの注意事項\n<br>・予約購入後のキャンセルや返金はできません。\n<br>・実際にソフトがプレイできるようになるのは2016年12月1日のソフト発売日以降です。\n<br>・予約購入をされた時点で購入が確定し、代金の決済が行われます。\n<br>（ダウンロードカードやダウンロード番号を使用する場合は、新たに決済が発生することはありません。）\n<br>・特定商取引法に基づく通信販売における承諾などの通知は、購入手続の完了後、書面に代えて、明細書上に表示されます。\n<br>\n<br>●あらかじめダウンロードについて\n<br>本ソフトは、発売日より前にニンテンドーeショップで予約購入ができます。\n<br>予約購入をすると、発売日より前にゲームデータの大部分をあらかじめダウンロードできます。\n<br>\n<br>本ソフトは3D表示に対応しておりません。",
    "descriptors": []
}