{
    "tid": "00040000000C2900",
    "uid": "50010000026995",
    "name": "Shantae and the Pirate's Curse",
    "formal_name": "Shantae and the Pirate's Curse",
    "description": "Embark on a brand new adventure with Shantae, the hair-whipping belly dancing genie. When she loses her magic, Shantae must team up with her nemesis, the nefarious pirate Risky Boots in order to save Sequin Land from an evil curse. As a pirate, Shantae gains new weapons to advance her quest, slay monsters, battle epic bosses…and hopefully get her magic back in the bargain!  But can she really trust her deadliest enemy?\n<br><br>\nThe third Shantae game is the biggest yet! Beyond Sequin Land lie cursed islands and labyrinths each hiding a new piece of Pirate Gear<br>\nFlintlock Pistol, Pirate Hat, Scimitar, Risky's Boots, and even a Cannon.\n<br><br>\nUpgrade Shantae's hair and weapons or unlock advanced Fighter's Moves. Locate maps, return lost Heart Squids, collect rare loot, and laugh out loud at the weird, wild, and wonderfully humorous cast of characters. Incredible stereoscopic visuals, unlockable Pirate-Mode, multiple endings, and an unforgettable soundtrack make this one game you won't want to miss!\n<br><br>\nCheck out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started.",
    "release_date_on_eshop": "2014-10-23",
    "product_code": "CTR-N-JSAE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "RPG",
        "Platformer"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v1.2.0",
    "disclaimer": "You may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}