{
    "tid": "000400000F715F00",
    "uid": "50010000049695",
    "name": "Guardians And Metal Exterminators",
    "formal_name": "Silver Falls - Guardians And Metal Exterminators",
    "description": "In the 1980s, the sky was colored by neon lights and the air smelled like hairspray. A hardworking ranch hand, Oxa Boscova, and a daydreaming carpenter, Gold Prospector, meet up for a blind date. Things seem fine until Oxa sees a distant explosion on the ranch where she works. When Oxa runs toward a bright light in the sky, Gold follows close behind. This ordinary date is about to become a terrifying fight for survival!\n<br>\n<br>The next heart-stopping chapter in the story of Silver Falls introduces new gameplay elements never before seen in the series! Play as a variety of unique, quirky characters from across the Silver Falls series. Take on a variety of missions with a range of challenges to earn powerful weapons and skills. Customize your weapons, power up your characters, and chill to the vibe of totally sick 80s beats. \n<br>\n<br>Unlock horrendous creatures as playable characters! Power up, customize, and slash your way through missions with a unique set of monstrous abilities and skills!\n<br>\n<br>Use the Code Linker system to bring characters from other Silver Falls titles into Guardians and Metal Exterminators for use as playable characters. Even monsters from other Silver Falls titles will become playable as well!\n<br>\n<br>Extra game modes allow players to experience the thrilling, knuckle-busting action of Liquid Crystal Display intensity! In these exclusive LCD modes, play as Oxa and use her unbreakable Cryo Shield to deflect attacks and defeat enemies. OR, play as Gold and use his unstoppable Electro Blaster to pierce the hearts of your foes while taking evasive actions. \n<br>\n<br>Will you protect the town of Silver Falls as these valiant Guardians, or will you render your foes asunder as the terrifying Metal Exterminators? The power is YOURS!",
    "release_date_on_eshop": "2022-09-15",
    "product_code": "CTR-N-CB7E",
    "platform_name": "New 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "RPG"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.4.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}