{
    "tid": "00040000001B9C00",
    "uid": "50010000042598",
    "name": "Cooking Mama: Sweet Shop",
    "formal_name": "Cooking Mama: Sweet Shop",
    "description": "Making puddings and sweets is lots of fun in Cooking Mama: Sweet Shop! Players make and create a wide assortment of delicious looking sweets and puddings, then serve customers in the shop to keep them happy. Create 60 different recipes by taking part in over 160 different mini-games, using the Nintendo 3DS™ stylus and even the microphone to cool, slice, stir, bake and decorate their creations. And just like always, don’t worry if you make a mistake - Mama will fix it for you!\n<br>\n<br>Sweets can be arranged and displayed in the sweet shop, then given to your customers to bring happiness to them all. The more sweets you create and complete, the more recipes you discover and the more your shop expands. Better yet, take on your friends in a competitive cook-off for up to four players, seeing who can make the tastiest treats of all!\n<br>\n<br>Join Mama in the kitchen and help her create many different delicious sweets and puddings!\n<br>Create 60 different recipes in over 160 mini-games by using the Nintendo 3DS™ stylus and even the microphone. \n<br>Arrange and display your sweet creations in your very own sweet shop to keep your customers happy.\n<br>Expand your sweet shop and trigger special events by making as many recipes as you can!",
    "release_date_on_eshop": "2017-05-18",
    "product_code": "CTR-N-BS8E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Simulation"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports SpotPass",
        "Supports Download Play",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}