{
    "tid": "0004000000049000",
    "uid": "50010000007116",
    "name": "Star Fox 64™ 3D",
    "formal_name": "Star Fox 64™ 3D",
    "description": "Fox McCloud is back in the remastered\nNintendo classic, Star Fox 64 3D!<br><br>\n\nThe single-player space-blasting adventure at the heart of Star Fox 64 3D, fondly remembered by many fans and often thought of as the best game in the Star Fox series, offers a cinematic adventure unlike any other. As Fox, it’s your duty to lead the Star Fox team into battle against the mad scientist Andross and his evil forces. Each mission takes place on a different\nplanet of the Lylat system, culminating in a final showdown with Andross at his\nhome planet Venom. Play Nintendo 64\nmode to recreate the original challenge of Star Fox 64, or take off in\nNintendo 3DS mode to battle using the new gyro controls and the Circle Pad.\n<br><br>\nThe new Score Attack mode allows you to replay any mission you’ve cleared in the main game and shoot for\nthe high score. Each mission has three\npossible medals—gold, silver, and bronze—that can be earned by scoring enough hits.\n<br><br>\nBattle mode, also new to Star Fox 64 3D, is a robust local-wireless multiplayer mode that brings a whole new level of competition to the Star Fox experience. Challenge up to three of your friends and square off in aerial combat via Download Play, which requires only one Game Card. Opt to use the Nintendo 3DS system’s inner camera to display a live video feed of everyone's faces during the battle, enhancing the fun and personalizing the multiplayer experience. Featuring four unique battle levels, several all-new power-ups, and three battle types,\nStar Fox 64 3D lets you face off against your friends to prove once and\nfor all who is the ultimate pilot.\n<br><br>\nWith three game modes, new gyro controls that allow you to steer the Arwing by moving the Nintendo 3DS system, and fully voiced dialogue,\nyou'll find that the Star Fox team is back in top form. Good luck...",
    "release_date_on_eshop": "2012-10-18",
    "product_code": "CTR-N-ANRE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "Shooter",
        "Multiplayer"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Download Play"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v2.1.0",
    "disclaimer": "Please use Parental Controls to restrict 3D access for children 6 and under.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}