{
    "tid": "0004000000159500",
    "uid": "50010000031776",
    "name": "Shin Megami Tensei: Devil\n<br>Survivor 2: Record Breaker",
    "formal_name": "Shin Megami Tensei: Devil\n<br>Survivor 2: Record Breaker",
    "description": "Offers in-game purchases\n<br>\n<br>Your days are numbered. Your character in Shin Megami Tensei: Devil Survivor 2 Record Breaker is stuck in a world that has been invaded and is on the brink of non-existence. At the same time, you and your friends have gained the ability to summon demons via your cell phone, and with it, a power to fight against fate. The countdown begins; will you be able to save the future of mankind? \n<br>\n<br>With new abilities and demons, a brand new character, fully voiced English story dialogue, and over 100 hours of gameplay, the new content in Record Breaker greatly expands on the original Nintendo DS game. Most importantly, Record Breaker will introduce a brand new chapter to the captivating story. Both newcomers and veterans alike will have a chance to learn more about the world of Devil Survivor 2, with the option of skipping to the new content right away or playing through the original game first. Either way, hard decisions will have to be made in order to survive. \n<br>\n<br>Check out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started.",
    "release_date_on_eshop": "2015-05-05",
    "product_code": "CTR-N-ADXE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n<br>“Download Later” to download the game when the system enters “sleep mode.”\n<br>\n<br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\n<br>Visit support.nintendo.com for information about storage options. Sold separately.\n<br>\n<br>Online Interactions Not Rated by the ESRB\n<br>\n<br>In-game content available for purchase using stored account funds.",
    "descriptors": []
}