{
    "tid": "0004000000030100",
    "uid": "50010000009081",
    "name": "Kid Icarus™: Uprising",
    "formal_name": "Kid Icarus™: Uprising",
    "description": "Take Aim at a Timeless Adventure\n<br><br>\nSome 25 years after the original Kid Icarus™ game for NES™ captured the hearts and imaginations of gamers worldwide, Kid Icarus: Uprising brings the action and adventure of this beloved series to new heights—and new visual dimensions—on the Nintendo 3DS™ system. The dark goddess Medusa and her Underworld Army have returned, and they’ve got their sights set on the heroic angel Pit.\n<br><br>\nWith the aid of Palutena, goddess of light and guardian of the human race, Pit must fend off this malevolent threat. The richly immersive graphics of the Nintendo 3DS system offer incredible depth as Pit battles enemies by air and by land.\n<br><br>\nTo order AR cards, tap the “Buy AR cards” button in the Website section below.\n",
    "release_date_on_eshop": "2013-11-07",
    "product_code": "CTR-N-AKDE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Shooter",
        "Action",
        "Adventure",
        "Multiplayer"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.1.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nWireless broadband Internet access required for online play.",
    "descriptors": []
}