{
    "tid": "00040000001DFD00",
    "uid": "50010000049635",
    "name": "Silver Falls - Ghoul Busters",
    "formal_name": "Silver Falls - Ghoul Busters",
    "description": "Get ready for a ghoul bustin' adventure! Join best friends, Atticus Longdraw and Starlin Allerdyce, as they hang out in their forest treehouse late one night. But look out! While these two pals are pretending to fight monsters, real bloodthirsty beasts appear from out of the forest.\n<br>Play as Atticus and defeat enemies with a trusty slingshot and high jumping power!\n<br>Play as Starlin and knock out enemies with a powerful hockey stick and mega ground speed!\n<br>Collect Bottle Caps and Box Tops to purchase totally radical toys that will help you bust up baddies.\n<br>Hone your skills as you journey through creepy, mind-bending platforming puzzles and hazards.\n<br>\n<br>With a story set in the early 1990s, players can explore a part of Silver Falls riddled with shadows and terrible secrets.\n<br>With jaw dropping platforming challenges and knuckle-busting monsters, will you survive the night?\n<br>Grab your juice boxes and crunch down your favorite breakfast cereal.\n<br>It's time to bust some ghouls!",
    "release_date_on_eshop": "2022-07-14",
    "product_code": "CTR-N-A2GE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Platformer",
        "Action",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals",
        "Enhanced for New 3DS"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v1.3.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.<br><br>Game is compatible with the Nintendo 3DS family of systems. When played on New Nintendo 3DS XL, additional features may be available. Visit Nintendo.com for more details.",
    "descriptors": []
}