{
    "tid": "0004000000096600",
    "uid": "50010000013211",
    "name": "Castlevania: Lords of Shadow\n- Mirror of Fate",
    "formal_name": "Castlevania: Lords of Shadow -\nMirror of Fate",
    "description": "Initially set 25 years after the events of Castlevania: Lords of Shadow, Mirror of Fate will reveal the story of Gabriel's descendants, as they battle their own destiny in each era only to discover their true, shocking fate. \n<br><br>\nTrevor Belmont, a knight of the Brotherhood of Light sets out to avenge the death of his mother, at the hands of his own father, who has now returned from years of exile to take up residence in a mysterious castle.  What was once Gabriel Belmont now stands a powerful vampire called Dracula. Dracula has declared war upon the Brotherhood and thus the scene is set for a cataclysmic showdown between Father and Son!\n<br><br>\nKey Features:<br>\nDiscover the history of your bloodline<br>\nChoose your character<br>\nShare new abilities through your lineage<br>\nBattle massive bosses<br>\nFeatures unrivaled Nintendo 3DS Visuals<br>\nUtilize Focus & Magic",
    "release_date_on_eshop": "2013-03-05",
    "product_code": "CTR-N-ACFE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Action",
        "Adventure",
        "RPG",
        "Platformer"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English",
        "Spanish",
        "French",
        "Portuguese"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "17"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><Br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}