{
    "tid": "00040000000B3500",
    "uid": "50010000012487",
    "name": "Sonic & All-Stars\nRacing Transformed",
    "formal_name": "Sonic & All-Stars\nRacing Transformed",
    "description": "Offers in-game purchases\n<br><br>\nSonic and the All-Stars cast line up on the starting grid once again to battle for supremacy in the ultimate race. Compete across land, water and air in incredible transforming vehicles that change from cars to boats to planes mid-race. Master your driving skills as you drift, barrel roll and boost to overtake your rivals, or use your weapons tactically and unleash your All-Star move to gain the winning advantage.\n<br><br>\nGame Features:<br>\nFully Transformable vehicles which change from car to plane to boat mid race.<br>\nOver 15 legendary All-Stars each with their own transformable vehicle.<br>\n20+ tracks and arenas which challenge you on land, water and air.<br>\nUnleash ingenious weaponry and your character’s All-Star move to beat the opposition.<br>",
    "release_date_on_eshop": "2013-03-28",
    "product_code": "CTR-N-ALLE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Racing",
        "Action"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports Download Play",
        "Mii",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.3.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}