{
    "tid": "00040000001A3500",
    "uid": "50010000041859",
    "name": "Harvest Moon®:\nSkytree Village",
    "formal_name": "Harvest Moon®:\nSkytree Village",
    "description": "Many people used to live in Skytree Village, and the land was lush and green. However, the power of the Harvest Goddess gradually began to wane, and the land became parched and dry. It's up to you revive the seven Skytrees to bring life back to this desolate land!\n<br>\n<br>With user-friendly tutorials, you will immediately be able to jump into the thick of things, customizing your farm by raising and lowering the land, creating rivers, ponds, and more. Upgraded tools will assist you shaping the land more efficiently, and afterwards you can kick back and relax in your boat to do a spot of fishing! \n<br>\n<br>Play as a boy or a girl, woo bachelors and bachelorettes, and start a family!\n<br>Completely new cast of characters with a brand new art style!\n<br>Terraform your land any way you like!\n<br>Care for a brand new animal: the Poitou donkey! \n<br>User-friendly tutorials and farming mechanics!\n<br>Upgraded tools will help in shaping the land more efficiently!",
    "release_date_on_eshop": "2016-11-08",
    "product_code": "CTR-N-AVAE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Simulation",
        "Strategy",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n",
    "descriptors": []
}