{
    "tid": "000400000013EE00",
    "uid": "50010000026575",
    "name": "Woah Dave!",
    "formal_name": "Woah Dave!",
    "description": "Purchase this game at full price through Nintendo eShop and get a free digital version of Woah Dave! for Wii U. The same Nintendo Network ID must be linked to your Wii U and Nintendo 3DS systems as well as your eShop account prior to purchase in order to be eligible for the offer.\n<br><br>\nOffer applies to US, Canada, and Mexico only.\n<br><br>\nIn Woah Dave!, players gun for digital glory by slaughtering aliens, stealing their loose change, and racking up the highest score possible. Easier said than done, however, as everything on the map—including your own ammo—is trying to kill you. No one ever said being a Dave was easy.\n<br><br>\nThe brave players who manage to survive the alien onslaught and collect the most coins will be rewarded with top placement on the leaderboards. Do you have what it takes to be the best Dave? Or will you end up playing second fiddle to another, more powerful Dave? <BR>\n<BR>\nIf that isn’t enough Dave for you, there’s also Bonkers Mode with more aliens, more lava, and more chances to get killed. Those who brave the storm will be rewarded with a splendor of precious coinage; those who fail will be revoked of their License to Dave.<BR>\n<BR>\nGood luck, and may the best Dave win.",
    "release_date_on_eshop": "2014-10-30",
    "product_code": "CTR-N-KWDE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Action",
        "Arcade",
        "Adventure",
        "Platformer"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v1.3.0",
    "disclaimer": "You may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nThe same Nintendo Network ID must be linked to your Wii U and Nintendo 3DS systems as well as your eShop account prior to purchase in order to be eligible for the offer.",
    "descriptors": []
}