{
    "tid": "00040000001B4E00",
    "uid": "50010000042875",
    "name": "Miitopia™",
    "formal_name": "Miitopia™",
    "description": "Since the dawn of ever, warriors have banded together to fight evil. Now… Mii™ characters based on your favorite people must unite to do turn-based battle and save Miitopia! Cast them in roles across the kingdom, manage friendships, and give them jobs with distinct stats, abilities, gear, and a custom look. Then behold as awesomeness unfolds! Guide your team of Mii™ characters on a quest to defeat the Dark Lord and restore the stolen faces of the citizens of Miitopia™.\n<br><br>\nAs you watch with bated breath, Mii characters will mingle over food, camping, exercise, sleeping arrangements, and yes, combat! In these wild, yet traditional RPG battles, your party’s relationships affect the outcome. Enemies attack while you explore the world map, which is littered with hidden paths and treasures. Talk about a win-win!\n<br><br>\nThis game is compatible with the Nintendo 3DS family of systems, including New Nintendo 2DS XL. Gamers of all ages can play with the New Nintendo 2DS XL system. It gives you the power of the New Nintendo 3DS XL system in a streamlined, affordable package and plays a huge library of games in 2D.",
    "release_date_on_eshop": "2017-07-28",
    "product_code": "CTR-N-ADQE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Adventure"
    ],
    "features": [
        "Supports Online Play",
        "Online Play Only",
        "Displays 3D Visuals",
        "Supports SpotPass",
        "Mii",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Use Parental Controls to restrict 3D mode for children 6 and under.\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}