{
    "tid": "00040000001D1400",
    "uid": "50010000047155",
    "name": "Mario & Luigi™:Bowser’s Inside\n<br>Story + Bowser Jr.’s Journey",
    "formal_name": "Mario & Luigi™: Bowser’s \n<br>Inside Story + Bowser\n<br>Jr.’s Journey",
    "description": "Laugh your way through a hilarious story told from three perspectives! Search the Mushroom Kingdom for a cure as Bowser, explore his innards as the Mario Bros., and discover the untold story of Bowser Jr.’s Journey. Overcome the fury of Fawful, action-packed battles, puzzling tasks, and giant bosses in a classic action RPG—stuffed with new content! Mario and Luigi are stuck inside Bowser, forced to accomplish unusual tasks to assist their arch nemesis with hero stuff across the land. The scenes and dialogue that ensue will have you cackling like Fawful, even in battle! Time your button presses and keep up with the action: turn the system sideways, blow into the mic, or tap the touch screen. In an all-new mode, Bowser Jr. will cross paths with our unlikely allies as he recruits Ranged, Flying, and Melee troopers to fight for his cause. Strategically form teams and pit them against enemies to reign supreme in frenetic combat.",
    "release_date_on_eshop": "2019-01-11",
    "product_code": "CTR-P-A3RE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Action",
        "Adventure"
    ],
    "features": [
        "amiibo"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Game in 2D.<br><br>Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”<br><br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.<br><br>amiibo™ compatible game (software update may be required). Wii U and New Nintendo 3DS™ XL systems have built-in amiibo support; other systems in the Nintendo 3DS family require a peripheral device (available 2015; sold separately). Compatibility and functionality of amiibo figures may vary per game. Visit http://www.nintendo.com/amiibo/compatibility/ for specific details on how each amiibo works. amiibo sold separately.",
    "descriptors": []
}