{
    "tid": "000400000012DB00",
    "uid": "50010000029575",
    "name": "Fossil Fighters™: Frontier",
    "formal_name": "Fossil Fighters™: Frontier",
    "description": "Buckle up for a wild ride across a fully-3D world in your own custom vehicle! While exploring the unknown, you’ll discover fossils of dinosaurs to dig up, bring to life, and pit against other vivosaurs in massive reptile rumbles. Deck out your ride with digging and battle tools, then set out for adventure and combat of prehistoric proportions!\n<br><br>\nUpgrade your vehicle to race over giant ramps or plow through rock in the search for your ultimate team. You can gather rare and hard-to-find fossils by taking on fast, puzzling challenges alone or with nearby friends in dig sessions! Team up against wild rogue vivosaurs, or battle it out in huge 3-on-3 brawls! In battle, vivosaurs can be given Support Shots that boost speed, increase defence, or make them stronger—it’s your strategy, no bones about it!",
    "release_date_on_eshop": "2015-03-20",
    "product_code": "CTR-N-AHRE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Action",
        "Adventure"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v1.3.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}