{
    "tid": "000400000008C300",
    "uid": "50010000021073",
    "name": "Tomodachi Life™",
    "formal_name": "Tomodachi Life™",
    "description": "What happens when friends, family, and celebrities become Mii™ characters and live on an island? Tomodachi\nLife—that’s what—and it’s exactly the type of crazy that memories are made of! Give Mii characters items, voices, and personalities, then watch as they rap, rock, eat donuts, fall in love, get denied, and have little Mii babies.\nWait…WHAT?!\n<br><br>\nCreate Mii characters, customize their voice and personality, dress them up, and decorate their apartments. Then watch as they come to life! They hang out, play concerts, engage in rap battles, hook up matchmaker-style, and even partake in cool games like Tomodachi Quest, a mini-RPG adventure. And when something really epic happens, take a picture and share it over Nintendo Image Share. Or, send a baby Mii on a journey into your friend’s game with the StreetPass™ feature. Expect the unexpected because your Tomodachi Life is about to begin!\n<br><br>\nTry before you buy!<br>\nDownload the free demo version on Nintendo eShop to experience a bit of Tomodachi Life for yourself.<br>\n<br>\nCheck out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started.",
    "release_date_on_eshop": "2014-06-06",
    "product_code": "CTR-N-EC6E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Multiplayer",
        "Simulation",
        "Other"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Supports SpotPass",
        "Mii",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v2.2.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nWireless broadband Internet access required for online play. Go to support.nintendo.com for more info.",
    "descriptors": []
}