{
    "tid": "000400000015C100",
    "uid": "50010000033095",
    "name": "My Horse 3D - Best Friends",
    "formal_name": "My Horse 3D - Best Friends",
    "description": "Choose your dream horse from a wide range of warm, cold and full blood horses such as Arabian, Friesian or Freiberger breeds.  \n<br><br>\nShop for useful and fashionable equipment including for a wide selection of saddles, blankets, bridles and brushes as well as chic riding apparel. Useful and fashionable equipment for both you and your horse.  \n<br><br>\nCare for your horse by grooming, massage, showering, scraping out hooves and plenty more. While doing this, you should always keep an eye on the values of trust, hunger and hygiene. Adorn your friend with the right pretty accessories, and your dream team may even win one of the numerous beauty contests. \n<br><br>\nTen show jumping courses of varying difficulty are available to horse riders. The Nintendo 3DS™ tilt and Circle Pad controls make riding big fun: you have to wait for just the right moment to carry out the commands and tilt the Nintendo 3DS in the desired direction. \n<br><br>\nUsing the Nintendo 3DS StreetPass™ function cute foals can be reared and trained using a lunge line – motivated by carrots you harvest yourself!",
    "release_date_on_eshop": "2015-04-30",
    "product_code": "CTR-N-KQ6E",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Simulation",
        "Adventure",
        "Education",
        "Sports"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.\n",
    "descriptors": []
}