{
    "tid": "000400000019E100",
    "uid": "50010000040935",
    "name": "Journey to Kreisia",
    "formal_name": "Journey to Kreisia",
    "description": "While attempting to skip out on a homework assignment and meet up with his friends at the arcade, a teenager by the name of Yusis is suddenly enveloped in a blinding light and transported to Kreisia- a world where fantasy meets reality.\n<br>\n<br>Soon after, he learns he has been summoned as a Savior to deliver Kreisia's people from the threat of the Overlord. Thinking everything happening around him is simply a dream, Yusis readily agrees to the task of saving the world and begins preparing for what is inevitably to be far more than he ever bargained for!\n<br>\n<br>Blazing a new trail in classic RPGs, Journey to Kreisia is bound to please fans of the genre with plenty of engaging features such as hunting for hidden treasures, testing one's strength in challenging battle arenas, and taking up a variety of subquests! Customize the fighting technique by raising weapon levels, equipping various orbs, and using extremely handy monster guide when in need of more information to perfect your battle skills!",
    "release_date_on_eshop": "2016-07-14",
    "product_code": "CTR-N-KJCE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "RPG",
        "Adventure",
        "Simulation",
        "Strategy"
    ],
    "features": [],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "13"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”\n<br>\n<br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}