{
    "tid": "000400000010F600",
    "uid": "50010000027235",
    "name": "Harvest Moon®: The Lost\nValley",
    "formal_name": "Harvest Moon®: The Lost Valley",
    "description": "Offers in-game purchases\n<br><br>\nHiking your way through the mountains one day, you become caught in an unexpected snowstorm, and find shelter with the help of a faint voice. When you awaken, you find and help a kindly Harvest Sprite buried under the snow, who tells you all of the seasons in the valley have vanished except for winter.\n<br><br>\nTo return all 4 seasons to the valley, you'll need the help of the villagers, the Harvest Sprites, the Harvest Goddess, and even the King of the Underworld! You've never played a Harvest Moon game quite like this!\n<br><br>\nThe first Harvest Moon game with a fully three-dimensional setting, allowing players to dig, stack, and till the soil any way they like!\n<br><br>\nNew and innovative controls! With Harvest Moon: The Lost Valley's context-sensitive controls, players won't have to rummage through their rucksack anymore!\n<br><br>\nPlayers can choose whether to play as a boy or a girl, woo their favorite bachelor or bachelorette, get married, and start a family!\n<br><br>\nReinvented crop and animal systems!\n<br><br>\nCheck out the theme inspired by this game in the Theme Shop. Just tap the icon in the upper left corner of your Nintendo 3DS HOME Menu to get started.",
    "release_date_on_eshop": "2014-11-04",
    "product_code": "CTR-N-AVME",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Simulation",
        "Strategy"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "descriptors": []
}