{
    "tid": "0004000000091700",
    "uid": "50010000012674",
    "name": "Classic Games Overload:\nCard & Puzzle Edition",
    "formal_name": "Classic Games Overload:\nCard & Puzzle Edition",
    "description": "The most comprehensive card games collection for Nintendo 3DS…plus you get over 1,000 unique puzzle challenges! You get almost unlimited gameplay:\n<br><br>\nClassic Card Games - select from Hearts, Spades, Euchre, Bridge, Gin Rummy, Canasta, Cribbage, Crazy 8's, Go Fish, Romme, and Skat.<br>\nCasino Card Games - play BlackJack, Texas Hold'em, Double Flop Hold'em, Omaha, 5 Card Draw, 7 Card Stud, Pineapple, Crazy Pineapple, and 5 unique versions of Video Poker.<br>\n202 unique versions of Solitaire - select from your favorites like Klondike, FreeCell, Spider, Golf, Beleaguered Castle, Forty Thieves, Canfield, and many others.<br>\n404 unique Mahjong layouts<br>\n505 unique Tangram puzzles<br>\n101 unique Picture Puzzles<br>\nWireless multiplayer gameplay plus Single-player options with challenging AI<br>\nDetailed statistics to track your performance and achievements<br>\nFull 3D backgrounds and selectable in-game graphics",
    "release_date_on_eshop": "2012-12-06",
    "product_code": "CTR-N-ACGE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Puzzle",
        "Strategy",
        "Multiplayer",
        "Board Game"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports Download Play",
        "Mii"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}