{
    "tid": "00040000000F2F00",
    "uid": "50010000020053",
    "name": "Professor Layton and the\nAzran Legacy™",
    "formal_name": "Professor Layton and the\nAzran Legacy™",
    "description": "Journey across the globe aboard the airship Bostonius while solving mind-bending brainteasers themed to their environments. Can you help Professor Layton and his assistants solve the greatest puzzle mankind has ever faced and uncover the mystery surrounding the ancient Azran civilization?\n<br><br>\nThe Professor Layton series couples brilliant puzzle games with a fascinating story to create a riveting formula that has provided great entertainment for mystery fans and puzzle-solving gurus alike. And now, you can complete the Professor Layton storyline with this brand new puzzle-driven narrative from LEVEL-5. This fun adventure can either stand on its own, or act as the glue that connects the two Layton trilogies into one epic story.\n<br><br>\nIf that’s not enough, Layton’s latest lets you download an additional puzzle every day for an entire year, beginning on the games launch day!",
    "release_date_on_eshop": "2014-02-28",
    "product_code": "CTR-N-AL6E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Puzzle",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass",
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}