{
    "tid": "000400000018CC00",
    "uid": "50010000039595",
    "name": "Return to PopoloCrois: A\nSTORY OF SEASONS Fairytale",
    "formal_name": "Return to PopoloCrois: A\nSTORY OF SEASONS Fairytale",
    "description": "It’s Prince Pietro’s 13th birthday, and all the people of PopoloCrois have come out to celebrate! But among them is a very special guest: Marmela, a representative from an otherworldly kingdom called Galariland. Her country has been ravaged by shadowy creatures who corrupt the soil, preventing crops from growing -- and since this same phenomenon has been occurring in PopoloCrois as well, the king now seeks her counsel.\n<br><br>\nHer expert opinion? Prince Pietro should visit Galariland personally as an ambassador for PopoloCrois, to see the damage first-hand and learn all the ways the Galari people are fighting back. But once he’s there, he finds there’s no way home, and his princely name holds little sway over the long-suffering people of this new world.\n<br><br>\nIt is up to you, as Prince Pietro, to make a life for yourself in Galariland while seeking a way home, doing everything you can in the meantime to cultivate the earth and new friendships alike.\n<br><br>\nA fantastical fairytale adventure awaits!",
    "release_date_on_eshop": "2016-03-01",
    "product_code": "CTR-N-BPPE",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "RPG",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals",
        "Supports StreetPass"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.\nVisit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}