{
    "tid": "00040000001B7800",
    "uid": "50010000042219",
    "name": "Pic-a-Pix Color",
    "formal_name": "Pic-a-Pix Color",
    "description": "Purchase this game at full price through Nintendo eShop and get a free digital version of Pic-a-Pix Color for Wii U. The same Nintendo Network ID must be linked to your Wii U and Nintendo 3DS systems as well as your eShop account prior to purchase in order to be eligible for the offer.\n<br><br>\nPic-a-Pix are exciting logic puzzles that form whimsical pixel-art pictures when solved. Challenging, deductive and artistic, this original Japanese invention offers the ultimate mix of logic, art and fun while providing solvers with many hours of mentally stimulating entertainment.\n<br>\n<br>Pic-a-Pix are sometimes known by other names, such as Picross, Nonogram, Paint by Numbers, Griddlers, Hanjie and many more.\n<br>\n<br>Pic-a-Pix Color adds a new dimension to this popular puzzle by using colored clues to indicate which color each block should be painted.  The new rules add a unique twist to the game’s logic and the puzzles produce beautiful, colorful pixel art.\n<br>\n<br>This game contains 150 exclusive puzzles, designed by Conceptis Ltd - the world’s leading supplier of logic puzzles.  Puzzles range in difficulty and size from introductory 5x5 pictures up to huge 20x20 grids!\n<br>\n<br>Extra puzzles are available as Add On Content in a selection of sizes and more downloadable packs are added regularly!",
    "release_date_on_eshop": "2017-04-13",
    "product_code": "CTR-N-K9PE",
    "platform_name": "Nintendo 3DS Download Only",
    "region": "North America",
    "genres": [
        "Puzzle"
    ],
    "features": [
        "Supports SpotPass",
        "Nintendo Network"
    ],
    "languages": [
        "English",
        "Spanish",
        "French"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "6"
    },
    "version": "v0.0.0",
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}