{
    "tid": "000400000019F500",
    "uid": "50010000042298",
    "name": "STORY OF SEASONS:\nTrio of Towns",
    "formal_name": "STORY OF SEASONS:\n<br>Trio of Towns",
    "description": "The original and best-selling farming/life sim returns for its 20th anniversary with a brand new adventure!\n<br>\n<br>Take on the role of a young city slicker who has always wished for a life on the farm. Your dream leads you to a huge plot of open land just ready to be filled with crops, livestock, decorations, and more.\n<br>\n<br>Your new farm is at the crossroads of three different towns. Westown, with its cows and corrals, has everything the classic frontier settler needs. Right next door is Lulukoko Town, a warm, friendly paradise to rival any tropical island. Rounding out the neighborhood is Tsuyukusa, a traditional Far Eastern village. Become friends with the residents and help them improve their towns, then connect to other farmers like you, locally or via internet, to chat and trade useful items.\n<br>\n<br>Grow crops, raise adorable pets, become a renowned chef or fashionista, and even discover romance with the locals. It’s all up to you in STORY OF SEASONS: Trio of Towns.",
    "release_date_on_eshop": "2017-02-28",
    "product_code": "CTR-P-BB3E",
    "platform_name": "Nintendo 3DS Retail/Download",
    "region": "North America",
    "genres": [
        "Simulation"
    ],
    "features": [
        "Supports Online Play",
        "Displays 3D Visuals",
        "Supports Local Play",
        "Supports StreetPass",
        "Nintendo Network",
        "Circle Pad Pro"
    ],
    "languages": [
        "English"
    ],
    "rating_system": {
        "name": "ESRB",
        "age": "10"
    },
    "version": "v0.0.0",
    "disclaimer": "Due to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or<br>“Download Later” to download the game when the system enters “Sleep Mode.”<br><br>You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "descriptors": []
}